[
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"]},
{"titulo": ["The Last of Us Part 2 es el exclusivo de PS4 que más rápido se ha vendido"]},
{"titulo": ["PlayStation 4: Sony dice que aún le queda mucha vida a la consola"]},
{"titulo": ["Spider-Man: Miles Morales - el origen del traje del héroe fue revelado hace 2 años y nadie se dio cuenta"]},
{"titulo": ["PlayStation 5: estos son los juegos de PS4 incompatibles con la nueva consola"]},
{"titulo": ["Left 4 Dead: así se vería su secuela espiritual"]},
{"titulo": ["PlayStation 4: usuarios firman petición para eliminar los juegos gratis de PS Plus de este mes"]},
{"titulo": ["Spider-Man: Miles Morales no es un juego entero, sólo una expansión"]},
{"titulo": ["PlayStation 5: ¿cómo se compara su precio de lanzamiento con en de las anteriores consolas?"]},
{"titulo": ["PlayStation Store tiene cientos de juegos de PS4 con descuento"]},
{"titulo": ["Injustice: Gods Among Us está disponible gratis para PS4, Xbox y PC, y así puedes conseguirlo"]},
{"titulo": ["PlayStation 5 sí correría todos los juegos de PS4, incluso aquellos \"no autorizados\" por Sony"]},
{"titulo": ["PlayStation: no hay interés en hacer que los juegos de PS5 tengan versión en PS4"]},
{"titulo": ["PlayStation 5: Sony confirmó que sí puedes usar los discos de PS4"]},
{"titulo": ["PS5 sería 100 veces más rápido que el PlayStation 4"]},
{"titulo": ["Marvel's Spider-Man tu progreso en PlayStation 4 no se transferirá al PS5"]},
{"titulo": ["Unboxing Xbox Series X y Series S"], "fecha_de_publicacion": ["30 de Octubre de 2020"]},
{"titulo": ["2018: Un año de bloopers"], "fecha_de_publicacion": ["31 de Diciembre de 2018"]},
{"titulo": ["The Last of Us Part II - Review"], "calificacion": ["En 2013 Naughty Dog marcó un hito en la historia de los videojuegos, presentando un título que parecía una serie de televisión cuando esta modalidad apenas comenzaba y ahora, siete años después, aquí tenemos la secuela.", "Antes de iniciar, recalco que esta review no tiene spoilers de la historia, así que cualquiera puede leerla.", "Ellie es la protagonista de esta entrega y como tal, vemos una evolución en su personalidad bastante evidente. Pasó de ser una niña sumamente tierna a una mujer despiadada, capaz de asesinar sin remordimientos porque sabe que es morir o matar. Esto demuestra, una vez más, que el desarrollador no se toma a la ligera a sus personajes. Sabe que son los puntos centrales de sus guiones.", "Ya que empezamos por la narrativa, hay que aclamar la historia que Neil Druckmann y su equipo presentan. Se trata de una secuencia de hechos que te harán llorar, enojarte, sentir felicidad y desesperanza; pero lo más importante, demostrará que como en la vida real, no hay buenos ni malos; únicamente víctimas de las circunstancias.", "Gráficos post-apocalípticos", "Otra cosa que distingue a Naughty Dog es su gran diseño de gráficos. Sí, The Last of Us Part II presenta visuales dignos de una película de acción ubicada en Seattle (locación de esta nueva aventura).", "Las texturas de la tela, la piel, el cabello e incluso la sangre, tripas y otras asquerosidades, son fidedignas. Los chasqueadores y los demás seres abominables lucen aún más atemorizantes.", "Hay otros detalles que dejan ver que el equipo de producción no deja escapar nada (y si es así, es poco notorio). Por ejemplo, al cabalgar o pisar la nieve, esta levanta la pequeña bruma que se ve en la vida real y los rastros de todos los que pasaron por la misma zona, siguen ahí y están presentes en un tamaño y forma verosímil.", "A esto hay que añadirle el manejo de luces. Al tratarse de un juego post-apocalíptico (en donde todo es anarquía, caos y guerra entre facciones), hay una tonalidad primordialmente oscura, que se combina ocasionalmente con paisajes iluminados. Además, los días en el juego transcurren y puedes notarlo por la forma en que el Sol comienza a moverse y proyectar sombras en los edificios y calles. Podría parecer algo insignificante, pero lo cierto es que proporciona realismo al título.", "Las luces también son algo de suma importancia en lugares oscuros y vaya que hay muchos. Un buen juego de terror es aquel que representa la ausencia de luz de una forma que el usuario realmente tenga miedo seguir avanzando y aunque TLOU2 no es parte de este género en sí, tiene bastantes elementos de ello. Estas áreas son totalmente disfrutables y prometen sacarte un buen susto, sobre todo porque tu fuente de luz por lo general es una sola, es unidireccional y en realidad, no sabes qué te espera en la esquina.", "Con el pasar de los años, la sociedad humana y todo lo que una vez existía, fue decayendo cada vez más y por ello la naturaleza recuperó su lugar que por nacimiento le pertenece. También es digno de aplaudir cómo TLOU2 representa este fenómeno. Los edificios picados y llenos de óxido, mientras la maleza los va cubriendo, proporciona un ambiente de desolación total.", "Tanto la flora como la fauna lucen como si los viéramos en una serie de televisión, particularmente me impactó el detalle a las hojas de pinos y otros árboles. El diseño a este nivel revela un gran amor por el arte.", "The Last of Us Part II presenta gráficos impresionantes, sí, pero no es algo que no hayamos visto anterioridad (cosa que no demerita para nada el trabajo). Esto me hace pensar que en realidad, este juego estaba pensado para PlayStation 5 (lo cierto es que no me sorprendería ver una versión mejorada).", "Algo importante de puntualizar es, que al igual que otro juego exclusivo de Sony, este no tiene cortes de cámara entre gameplay y cinemática, haciendo que todo sea más fluido y parezca, en efecto, una película de acción.", "Niveles más grandes y complicados", "Si bien estamos frente a un juego que presenta una historia lineal, ahora tenemos niveles más grandes que tienen al menos dos opciones distintas para continuar por tu camino.", "A diferencia de su predecesor, este título presenta niveles y escenarios más grandes. Esto da una mayor sensación de exploración pues podrás elegir entre entrar por una ventana, continuar por el camino lleno de enemigos o intentar encontrar provisiones en una tienda abandonada (y a veces no hallarás nada).", "De igual manera, este diseño tiene un efecto en la forma en que resolvemos los acertijos ya que implica más movimientos y exploración en estas grandes áreas; lo cual hace que nos tardemos y sean más complicados de solucionar. Esto se siente como un buen giro para renovar la vieja fórmula de puzzles.", ""]},
{"titulo": ["PlayStation: hay acusaciones de que uno de los juegos presentados en el showcase es robado"]},
{"titulo": ["Marvel Comics continúa la historia del juego de Spider-Man de Insomniac"]},
{"titulo": ["Unboxing PlayStation 5"], "fecha_de_publicacion": ["3 de Noviembre de 2020"]},
{"titulo": ["Far Cry 6 y Rainbow Six Quarantine atrasan sus lanzamientos"]},
{"titulo": ["PlayStation: Days of Play 2020 ofrece grandes ofertas en juegos, membresías, accesorios y más"]},
{"titulo": ["Spider-Man: Miles Morales - el origen del traje del héroe fue revelado hace 2 años y nadie se dio cuenta"]},
{"titulo": ["Demon's Souls Remake: Tráiler de Gameplay"], "fecha_de_publicacion": ["16 de Septiembre de 2020"]},
{"titulo": ["Estrenos de esta semana: 2 al 8 de noviembre de 2020"], "fecha_de_publicacion": ["1 de Noviembre de 2020"]},
{"titulo": ["PlayStation 5 tendrá una conferencia el 4 de junio"], "contenido": ["8"]},
{"titulo": ["PlayStation 5: Sony pronto revelará los juegos para su nueva consola"]},
{"titulo": ["The Medium"], "fecha_de_publicacion": ["7 de Mayo de 2020"]}
]