[
{"titular": ["Barcelona SC cede empate ante Liga de Quito en el Monumental"]},
{"titular": ["Emelec saca un punto en polémico partido ante Aucas"]},
{"titular": ["Carapaz recupera el liderato de la Vuelta; británico Carthy conquista el 'infierno' de L’Angliru"]},
{"titular": ["Ricardo Vasconcellos Rosado: Jaime Jarrín, ícono del béisbol mundial"]},
{"titular": ["Rafael Nadal vs. Feliciano López, este martes 3 de noviembre, en el Masters 1000 de París-Bercy"], "descripcion": ["Nadal nunca ha ganado el Masters parisino, y solo ha conquistado en pista dura y cubierta uno de los 86 títulos que suma en su palmarés (Madrid 2005)."]},
{"titular": ["Gerd Müller, campeón con Alemania en el Mundial de 1974, padece de demencia senil"], "descripcion": ["(VIDEO) El fútbol alemán rinde esta semana un homenaje unánime al hombre que ostenta numerosos récords, como el de los 40 goles en una sola temporada..."]},
{"titular": ["Atalanta vs. Liverpool: Fecha, horarios, canales, estadio por la UEFA - Champions League 2020/21"], "descripcion": ["Atalanta recibe al líder del grupo D."]},
{"titular": ["Manchester City vs. Olympiacos: fecha, horarios y canales para ver en vivo"], "descripcion": ["Manchester City recibe al Olympiacos en la fecha 3 de la fase de grupos."]},
{"titular": ["Real Madrid vs. Inter: Fecha, horarios, canales, estadio por el UEFA - Champions League 2020/21"], "descripcion": ["\"\""]},
{"titular": ["Hiroto Kyoguchi, campeón de la Asociación Mundial de Boxeo, da positivo para COVID-19 y se suspende pelea"], "descripcion": ["Combate entre campeón y retador tailandés era el primero a realizarse en Tokio desde el inicio de la pandemia."]},
{"titular": ["Tour de Francia 2021 centra su recorrido en los Pirineos, con doble ascensión al Monte Ventoux"], "descripcion": ["La Grande Boucle tendrá en su recorrido dos contrarreloj individuales y dos etapas de gran montaña en los Pirineos en la tercera semana."]},
{"titular": ["Destacada actuación del Team Best PC en la Vuelta a Guatemala, en su debut como equipo continental UCI"], "descripcion": ["La plantilla ecuatoriana cerró su primera participación internacional como equipo continental UCI"]},
{"titular": ["Cristiano Ronaldo supera el COVID-19 y vuelve con su fuerza goleadora en el triunfo de la Juventus"], "descripcion": ["Portugués ingresó en la segunda parte y aportó con dos goles para que su equipo derrote 4-1 a Spezia en la liga italiana. "]},
{"titular": ["Gustavo Alfaro va a estar presente en el Barcelona SC-LDU observando a potenciales convocados a la Selección"], "descripcion": ["Los miembros del staff técnico de la Selección van a estar presentes en uno de los palcos del estadio Monumental."]},
{"titular": ["LigaPro: así está la tabla de posiciones de la fase 2 en la cuarta jornada"], "descripcion": ["Por detrás de Barcelona, Aucas, Católica, City y Cuenca (7 puntos) integran un pelotón que merodea el liderato amarillo."]},
{"titular": ["Aubameyang le da la victoria al Arsenal en Old Trafford ante el Manchester United"], "descripcion": ["Los Red Devils no han podido sumar tres puntos en condición de local en la presente edición de la Premier League."]},
{"titular": ["Bolivia revela su convocatoria para recibir a Ecuador por la eliminatoria a Catar 2022"], "descripcion": ["Treinta elementos estarán a disposición del entrenador César Farías."]},
{"titular": ["Quique Setién sobre Lionel Messi: Ves cosas que no te esperas"], "descripcion": ["El DT español analizó su etapa en el banquillo catalán."]},
{"titular": ["‘Cada segundo cuenta, estamos en buena posición’, dice Richard Carapaz, de regreso al liderato general de La Vuelta"], "descripcion": ["Luego de una discutida decisión de la organización de la prueba, el ciclista tricolor recuperó el liderato general."]},
{"titular": ["Leyenda del Manchester United Bobby Charlton ha sido diagnosticado con demencia"], "descripcion": ["El anuncio del Manchester United trascendió dos días después que Nobby Stiles falleció tras padecer la misma enfermedad."]},
{"titular": ["Vuelta a España: Así están las clasificaciones de la etapa 12 y general, con Richard Carapaz líder otra vez"], "descripcion": ["Carapaz (48 h 29 min 27 s) lidera la clasificación general con una ventaja de diez segundos sobre en anterior líder, Primoz Roglic."]},
{"titular": ["Felipe Caicedo anota en el minuto 98 el gol para el triunfo 4-3 de Lazio ante Torino"], "descripcion": ["El delantero ecuatoriano entró desde el banco en el minuto 73."]},
{"titular": ["Barcelona SC vs. Liga de Quito: los convocados para el duelo estelar de la fecha"], "descripcion": ["El duelo entre canarios y albos atrae las miradas en la cuarta jornada de la fase 2 del campeonato nacional."]},
{"titular": ["AC Milan no para: 2-1 sobre Udinese con chilena de Zlatan y liderato en solitario"], "descripcion": ["(VIDEO) 'Ibra', con 39 años recién cumplidos, resolvió el partido con una chilena en el minuto 83. Lleva 7 goles en 6 fechas."]},
{"titular": ["Show de Hamilton en Imola y título para Mercedes"], "descripcion": ["El británico venía de romper el récord de victorias de Schumacher cuando obtuvo la número 92 el pasado fin de semana en Portugal."]},
{"titular": ["Richard Carapaz: Primoz Roglic sigue siendo el favorito en La Vuelta"], "descripcion": ["El ecuatoriano y el corredor esloveno disputan el liderato general de la ronda española que disputa su etapa 12."]},
{"titular": ["El Tour Down Under y la Cadel Evans Great Ocean, canceladas del calendario ciclista de 2021"], "descripcion": ["La directora del Tour Down Under, Hitaf Rasheed, justificó la decisión por la pandemia de Covid-19."]},
{"titular": ["Jorge Barraza: De cómo jugar con 100.000 personas insultándote"], "descripcion": ["Figo fue un buen extremo derecho, pero nadie lo recordará por sus fantasías con la bola sino porque hace veinte años protagonizó un suceso nunca..."]},
{"titular": ["Everton confirma su frenazo en la Premier League tras revés en Newcastle"], "descripcion": ["Los Toffees, que no pudieron contar en este partido con el colombiano James Rodríguez, se quedan a tres puntos del Liverpool."]},
{"titular": ["Torino 3-4 Lazio | Jornada 6 | Serie A de Italia 2020-2021"], "descripcion": ["El ecuatoriano Felipe Caicedo cristalizó la remontada 'in extremis' de la escuadra romana."]},
{"titular": ["Udinese 1-2 AC Milan | Jornada 6 | Serie A de Italia"], "descripcion": ["AC Milan es puntero de la clasificación con 16 puntos y su escolta es el Atalanta, con 12."]},
{"titular": ["Orense reacciona ante Olmedo y firma su segunda victoria de la temporada"], "descripcion": ["Los machaleños se suben a mitad de tabla en la fase 2, empero siguen en puestos de descenso en la acumulada."]}
]