[
{"autor": ["Jose villa"], "titulo": ["Sherraton hotel"], "calificacion": ["40"], "contenido": ["Evething was great at the hotel clean room good breafast,nice staff.. just if your planing to have a great   massage  there  dont bother save your money it was", "..."]},
{"autor": ["Jet700326"], "titulo": ["Gualaquil Central hotrl"], "calificacion": ["50"], "contenido": ["Great place to walk to Guayaquil highlights including river front. Friendly and helpful staff. Went out and bought phone SIM card and umbrella for me at a very", "..."]},
{"autor": ["rschenks2016"], "titulo": ["Very accommodating"], "calificacion": ["50"], "contenido": ["We stayed the night 10/28 and 10/29. Nicolas is so friendly and accommodating. We had laundry done which was awesome. We took advantage of the inexpensive break", "..."]},
{"autor": ["rschenks2016"], "titulo": ["Clara was amazing"], "calificacion": ["50"], "contenido": ["Clara was awesome. She spoke English very well and was so knowledgeable of the city! The tour was about 3 hours and it was filled with history and tasting choco", "..."]},
{"autor": ["rschenks2016"], "titulo": ["So good"], "calificacion": ["50"], "contenido": ["We ate here twice today! We had coffee and Italian sandwich that was so tasty. It was so good. The lady was so sweet and friendly."]},
{"autor": ["rschenks2016"], "titulo": ["Good food"], "calificacion": ["40"], "contenido": ["We ate here as recommended if the hostel. I loved the coffee. If your not Spanish speaking it might be easier to ask for some assistance"]},
{"autor": ["rschenks2016"], "titulo": ["First time staying in a hostel"], "calificacion": ["50"], "contenido": ["I was a little skeptical staying in a hostel but I must admit it was not a bad experience at all. Samuel picked us up at the airport, booked through the hostel.", "..."]},
{"autor": ["rschenks2016"], "titulo": ["Awesome trip"], "calificacion": ["50"], "contenido": ["Russel, Jayden and Capt Brendon were amazing . We saw lots of whales. We had a great time.  Would love to come back to do this trip again."]},
{"autor": ["rschenks2016"], "titulo": ["Beautiful informative day"], "calificacion": ["50"], "contenido": ["We has a great time today on this tour. Brook our tour guide was amazing. She was funny, informative and knowledgeable about the history of Skagway and the Yuko", "..."]},
{"autor": ["rschenks2016"], "titulo": ["Whimsical Spiritual experience"], "calificacion": ["50"], "contenido": ["Sharon Martini is the owner and artist of this heart felt place of art.  Sharon is so warm and inviting.  It really is a great place to visit while at Treasure", "..."]},
{"autor": ["rschenks2016"], "titulo": ["Relaxing Experience"], "calificacion": ["50"], "contenido": ["I would say if you want a relaxing wonderful experience with amazing people, well this is your place. We had plenty of time to walk to town enjoy the flavor of", "..."]},
{"autor": ["rschenks2016"], "titulo": ["Great Pizza"], "calificacion": ["50"], "contenido": ["We stopped to have pizza... and drinks. We felt the drink prices were certainly reasonable. We ate over the water."]},
{"autor": ["rschenks2016"], "titulo": ["The Smurf Experience"], "calificacion": ["50"], "contenido": ["We walked here to breakfast several times during our trip to Treasure Beach.  It was just so different than I have ever experienced. It was a local hangout and", "..."]},
{"autor": ["rschenks2016"], "titulo": ["expectation greater than reality"], "calificacion": ["20"], "contenido": ["After almost a 3 hour trip from the airport we arrived at about 8 pm. The resort was under renovations which we were not made aware of by the travel agent or by", "..."]},
{"autor": ["georgiax21"], "titulo": ["The best cafe!"], "calificacion": ["50"], "contenido": ["Beautiful & delicious homemade cakes. Freshly prepared sandwiches,salads, & juice. Great coffee, with fantastic views of the ancient amphitheatre and acropolis", "..."]},
{"autor": ["georgiax21"], "titulo": ["Filthy Dirty & falling apart"], "calificacion": ["20"], "contenido": ["The bathroom (which was a shack in the corner of our room without a roof, and sack material to cover the glass sides for privacy) was filthy dirty, as was the b", "..."]},
{"autor": ["georgiax21"], "titulo": ["Customer service excellence! Annette B."], "calificacion": ["50"], "contenido": ["We arrived hours before check in after a long travel. Annette @ the reception desk was extremely helpful and friendly and went above and beyond and gave us a ro", "..."]},
{"autor": ["georgiax21"], "titulo": ["No room for our reservation. No apology! Avoid this fraudulent shambles of a hostel!"], "calificacion": ["10"], "contenido": ["We arrived early hours of the morning to this hostel. The door was closed and lights off, we rang the bell with no luck. The property advertises 24 hour recepti", "..."]},
{"autor": ["georgiax21"], "titulo": ["Experience Marrakech. Pefect!"], "calificacion": ["50"], "contenido": ["Riad Zinoun was great value, so when we booked we really didn't know what to expect. On arrival we were greeted by friendly faces, mint tea and cookies. The Ria", "..."]},
{"autor": ["georgiax21"], "titulo": ["An unexpected gem!"], "calificacion": ["50"], "contenido": ["Delicious REAL Moroccan food. Incredible value. The two of us ate for under £8 for a main meal side orders and drinks on three separate occasions. The staff wer", "..."]},
{"autor": ["georgiax21"], "titulo": ["True English pub."], "calificacion": ["50"], "contenido": ["I've been using this pub since I was a child. I've never had a bad meal there. The menu is extensive with anything from homey pies, to pasta, or fresh fish. The", "..."]},
{"autor": ["georgiax21"], "titulo": ["Marios- the best!"], "calificacion": ["50"], "contenido": ["Big menu, delicious home cooked food. Friendly and competent staff. Excellent value. What more do you need?"]},
{"autor": ["georgiax21"], "titulo": ["Great English pub!"], "calificacion": ["50"], "contenido": ["My husband and I stayed in the B&B cottage for a weekend for a friends wedding. It was spacious, clean & comfortable with a well kept garden and patio area. W", "..."]},
{"autor": ["georgiax21"], "titulo": ["Cosy, traditional, tasty and friendly."], "calificacion": ["50"], "contenido": ["My husband and I stayed in the B&B cottage for a weekend for a friends wedding. It was spacious, clean & comfortable with a well kept garden and patio area. W", "..."]},
{"autor": ["georgiax21"], "titulo": ["The best in lindos For Sure!"], "calificacion": ["50"], "contenido": ["We have lived in Lindos for two years permenantly, and visited before that. We have always eaten at Dionysos, the food staff/service has never let us down! DELI", "..."]},
{"autor": ["georgiax21"], "titulo": ["Outstanding"], "calificacion": ["50"], "contenido": ["Ive been visiting Lindos since 2008, and have lived here full time for the last two years. any given chance i get, i eat at Arhontiko. the food is to die for, t", "..."]},
{"autor": ["CarlosBarreto1979"], "titulo": ["EXCELLENT HOTEL WITH GREAT SERVICE"], "calificacion": ["50"], "contenido": ["This is my second time staying at this hotel. I definitely recommend it and I will be back. The service personnel, variety of food and excellent location made m", "..."]},
{"autor": ["Vickie S"], "titulo": ["Consistently Great"], "calificacion": ["50"], "contenido": ["We have eaten here many times and have always found the food amazing and service fantastic.  It is a great place to meet with friends and family."]},
{"autor": ["Vickie S"], "titulo": ["Great Find"], "calificacion": ["50"], "contenido": ["The food was delicious and service outstanding.  The atmosphere is so unique.  It is in the old post office and they have kept many original parts of the post o", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great food and prices"], "calificacion": ["50"], "contenido": ["We had a great experience here.  Fresh seafood, great service and reasonable prices.  The atmosphere was very much what you expect in the keys.  Very laid back", "..."]},
{"autor": ["Vickie S"], "titulo": ["Beautiful and relaxing"], "calificacion": ["50"], "contenido": ["Tons of iguana all around and just a beautiful relaxing park in the center of town. Just a shot wall to the river and little shops all around."]},
{"autor": ["Vickie S"], "titulo": ["Beautiful church"], "calificacion": ["50"], "contenido": ["We like visiting cathedrals in other areas when we travel.  This one took 15 years to build and the workmanship is amazing.  Beautiful stained glass and sculptu", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great history of the city"], "calificacion": ["40"], "contenido": ["I think these all depend on your guide.  We had Matthew and he was great.  Many places were closed because of the holiday.  We did get to see a lot more of the", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great seafood and large portions"], "calificacion": ["50"], "contenido": ["We ate here twice on our trip.  The food was amazing and the service was great.  Very fresh seafood.  We had ceviche, grilled shrimp, shrimp and crab salad, pla", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great bar b que"], "calificacion": ["50"], "contenido": ["This place had a fun atmosphere. Great service large portions. I had ribs and the were just fall off the bone good. Grill is behind glass so you can see the foo", "..."]},
{"autor": ["Vickie S"], "titulo": ["Beautiful"], "calificacion": ["50"], "contenido": ["Fanny at the Macaw suggested this park. Great collection of local animals, beautiful grounds, historical homes of Guayaquil. On the river front. We did two hou", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great little find"], "calificacion": ["40"], "contenido": ["Very well kept and extremely helpful staff. The first room we stayed in was very small.  We had a split trip staying here 2 nights then off to dive for 8 days.", "..."]},
{"autor": ["Vickie S"], "titulo": ["Awesome place"], "calificacion": ["50"], "contenido": ["This place is fantastic! Great tree houses and the food was amazing. The best of the resort for us is the small size and the fact it is right on the beach. The", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great Italian"], "calificacion": ["50"], "contenido": ["We tried this restaurant because a fellow diver recommended it.  What a great place.  The food is out of this world and the service would be hard to beat.  The", "..."]},
{"autor": ["Vickie S"], "titulo": ["Fun and Safe"], "calificacion": ["50"], "contenido": ["This was so much fun and very safe.  Great instructions at the beginning.  We are mid to late 60s and loved the challenge."]},
{"autor": ["Vickie S"], "titulo": ["Absolutely wonderful"], "calificacion": ["50"], "contenido": ["We had a great server and the meal was one of the best on the island.  The view was fantastic and we were fortunate enough get get a beautiful sunset.  Loved it", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great Dive resort"], "calificacion": ["50"], "contenido": ["This is a great dive resort.  It isn't fancy, but it is so comfortable.  Friendly staff and knowledgeable dive masters.  We had such a great time.  Beautiful su", "..."]},
{"autor": ["Vickie S"], "titulo": ["Great for birders"], "calificacion": ["40"], "contenido": ["It was really pretty to see the different terrain.  I wish the roads were two way so you didn't have to go the whole route if you didn't want to."]},
{"autor": ["Vickie S"], "titulo": ["Way overprices"], "calificacion": ["30"], "contenido": ["The service was pretty bad.  The view is great. The food was way too expensive.  Our food was ok.  Our waitress just left hanging to serve the table on the dock", "..."]},
{"autor": ["Vickie S"], "titulo": ["Waited for this one"], "calificacion": ["50"], "contenido": ["This was a great location, great service and perfect meal.  We had to wait until Tuesday when it opened and it was worth the wait.  We would go there again for", "..."]},
{"autor": ["Vickie S"], "titulo": ["Just ok"], "calificacion": ["30"], "contenido": ["The breakfast buffet was just ok and a bit lacking on variety.  The BBQ was pretty good.  We just did not care for the atmosphere and the staff was not very fri", "..."]},
{"autor": ["Vickie S"], "titulo": ["Returned here"], "calificacion": ["50"], "contenido": ["We went to El Mundo for lunch and breakfast.  Good food, big portions and friendly staff.  You may have to ask for the check, but no biggie, we are on island ti", "..."]},
{"autor": ["Migalan"], "titulo": ["Great Hotel in the heart of all touristic sites."], "calificacion": ["50"], "contenido": ["hotel was amazing we had breakfast every morning and greeted w a smile .  Our waiter Angel in particular was courteous remembered our names and took good care o", "..."]},
{"autor": ["Bob M"], "titulo": ["Safe hotel in an interesting area"], "calificacion": ["40"], "contenido": ["Very helpful staff,  very good restaurant on site and comfortable rooms for a lot fewer dollars than the high scale hotels. We would go back if we return to Gua", "..."]},
{"autor": ["paolarooney19"], "titulo": ["Paola"], "calificacion": ["50"], "contenido": ["We really enjoined our stay at Hilton Colon Guayaquil. Everyone was always so nice and they always have a great attitude. ( always with an smile in their faces)", "..."]},
{"autor": ["ValeLudena"], "titulo": ["Vacations"], "calificacion": ["50"], "contenido": ["I must say this experience was phenomenal. La Danesa is quite a paradise, rooms are so comfy, alongside the staff is so welcoming! Food is really good as wel!!", "..."]},
{"autor": ["ValeLudena"], "titulo": ["Amazing experience!!"], "calificacion": ["50"], "contenido": ["I saw the pictures online and thought it couldn’t be as amazing as it seemed and I was right because it was outstanding!!I stayed in the Bird House, epic view", "..."]},
{"autor": ["ValeLudena"], "titulo": ["Lovely stay!"], "calificacion": ["50"], "contenido": ["I stayed for the weekend in this lovely farm, Luke and Julie are amazing hosts!! The farm is almost 40 minutes away from Cuenca, in a little village called Ch", "..."]},
{"autor": ["ValeLudena"], "titulo": ["Excellent option for a lovely meal"], "calificacion": ["50"], "contenido": ["Baños is one the most beautiful places I've ever been to but one serious problem it has is the food.I went last week with a couple of friends and we were desp", "..."]},
{"autor": ["ValeLudena"], "titulo": ["Amazing!!"], "calificacion": ["50"], "contenido": ["One of the best things I've ever experienced, it is a must while visiting Baños. The tour is about $5 or $6 and you can go on a chiva or in a bus."]},
{"autor": ["ValeLudena"], "titulo": ["Such a fantastic experience!!"], "calificacion": ["50"], "contenido": ["I stayed for the weekend with a couple of friends and we visited Los Frailes beach, magical place, definitely worth the trip! We also took surf lessons at the b", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Excellent quality and creative dishes"], "calificacion": ["50"], "contenido": ["It always meets the first law of sushi, i.e. the fish must be impeccably fresh.  Then it does traditional Japanese raw fish dishes superbly.  Then, to top that,", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Good selection of wines and EXCELLENT tapas"], "calificacion": ["50"], "contenido": ["Lovely place on nice street in Las Penas on the Malecon.   Lots of wine to choose from.   Great merienda place.   Tapas Mixtas are perfect."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Not just a beautiful, well-located place, it also has phenomenal service"], "calificacion": ["50"], "contenido": ["We stayed for 4 nights in this very well-appointed place in the Las Penas historic neighborhood.   From breakfast on a broad terrace overlooking the Rio Guayas", "..."]},
{"autor": ["Tony"], "titulo": ["Our favorite honeymoon hotel"], "calificacion": ["50"], "contenido": ["This was, by far, our favorite hotel during our time in Ecuador and the Galapagos. The owners were incredibly kind, accommodating, and helpful. They provide a f", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Clean, accommodating, convenient and reasonable"], "calificacion": ["50"], "contenido": ["A newly-built hotel for Quito-bound travelers who need a place to stay when arriving on one of those late night flights - of which there are many.   We have now", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Ma rquis continues to be one of the very best restaurants in Ecuador"], "calificacion": ["50"], "contenido": ["This restaurant could succeed anywhere in the world except that some of its qualities derive from Ecuadorian-grown products.  For example, the beef in Ecuador i", "..."]},
{"autor": ["Tony"], "titulo": ["Lovely place to start our honeymoon"], "calificacion": ["50"], "contenido": ["We loved spending the first 2 nights of our honeymoon here. Luis and his brother are incredibly accommodating and helpful, and they make an amazing omelet. The", "..."]},
{"autor": ["Tony"], "titulo": ["Fantastic dining environment in the cloud forest"], "calificacion": ["50"], "contenido": ["This restaurant was fantastic. The food was good, the music was good, and the Syrian chef was one of the nicest people we met in all of Ecuador. As an Arabic sp", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Can't wait to go back!"], "calificacion": ["50"], "contenido": ["We're about to make our third trip (in May) to Vietri sul Mare and we can't wait to go back to Sesta Stazione.   Not only do they have the best food but their s", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Not enough to cook basically good things..."], "calificacion": ["30"], "contenido": ["Average baked goods and average coffee. Not bad but sadly the service with very, very bad.  Some people open restaurants just because they can cook.  It's not e", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Charming, comfortable and delicious"], "calificacion": ["50"], "contenido": ["The rooms overlooking the rushing stream are great.  The restaurant has a breakfast worth the trip by itself.   They make wonderful all natural breads that woul", "..."]},
{"autor": ["Tony"], "titulo": ["Rita de las Cascadas private tour"], "calificacion": ["50"], "contenido": ["This was an incredible tour. We had a personal tour guide, who showed us all of the waterfalls around Baños, including Pailón Del Diablo. There were also lots o", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Go for dessert and coffee with eye candy architecture"], "calificacion": ["40"], "contenido": ["We always take visitors here for dessert.  Nice home-baked pies and cakes and very good coffee.  The architecture is worthy of the great Catalan architects.   W", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Gorgeous setting with great views, plants and trees"], "calificacion": ["50"], "contenido": ["The views of the valley of the Ambato river are unsurpassed.  Flora and fauna (nice small farm zoo) are very diverse and well-cared for.  Nice place to picnic b", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Lovely topiary sculptures made of cypress trees."], "calificacion": ["50"], "contenido": ["The workers are continuously pruning and trimming these trees in forms that include dancers, musicians, fruits, etc.  You can sit for a while in quiet contempla", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Marvelous example of a modern cathedral"], "calificacion": ["50"], "contenido": ["Modest by some measures as the cathedral of a smaller provincial city but filled with grogeous stained glass and carved wooden reliefs. The side entrance is dec", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Still soothing after many years with very good dining room"], "calificacion": ["50"], "contenido": ["Please see my review from last year for more details.  We visited again for an overnight and several times for day trips since then.  Always meticulous with gra", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Can be good but not consistent - sometimes mediocre (not something you associate with Indian food))"], "calificacion": ["30"], "contenido": ["Granted the Vindaloo dishes are originally Portuguese but in NY and Edison NJ (on of the largest Indian communities in the US) it's usually one of the most exci", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Maybe the best sandwiches you have ever had anywhere"], "calificacion": ["50"], "contenido": ["I once thought that the NJ/PA cheese steaks were the epitome of a hot sandwich. No  longer!   And I'm not talking about the ones made with Cheese Whiz.    Chelm", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Consistently good service, very clean and well-located near historic center - Bargain!"], "calificacion": ["50"], "contenido": ["This is a super-clean, very well-run hotel in a very convenient spot in the neighborhood of the lovely little San Blas church.   The owners are very welcoming a", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Was Quito's best sushi - could be so again..."], "calificacion": ["30"], "contenido": ["We have been eating at Edo for just over 4 years and enjoying it very much.    The absolute freshness and creativity were, to our tastebuds, equal to or better", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["An important artist for his esthetic and political vision"], "calificacion": ["50"], "contenido": ["Great setting with some exquisitely, thought-provoking art work.  If you are as the Italians say 'sono un  po a la sinistra'  you will particularly appreciate h", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["The best of our really good Ecuadorian coffee and desserts the equal of good NY restaturants."], "calificacion": ["50"], "contenido": ["Their coffees are the best I've had in 5 years in Ecuador.  They are also able to bake excellent, varied desserts and have well-trained service personnel.   Nic", "..."]},
{"autor": ["hectormountain@yahoo.com"], "titulo": ["Freshness and some degree of creativity"], "calificacion": ["40"], "contenido": ["Sampling a large range of sushi, ceviche and \"fusion\" we appreciated the absolutely pristine quality of the fish and seafood.  Several dishes are of the creativ", "..."]},
{"autor": ["Applebop"], "titulo": ["Excellent"], "calificacion": ["50"], "contenido": ["Great place to stay in Guayaquil, location is perfect for all the main attractions. The staff were so helpful and friendly, especially Carlos, thank you for a g", "..."]},
{"autor": ["Applebop"], "titulo": ["Best restaurant in Cusco"], "calificacion": ["50"], "contenido": ["Very impressed with this restaurant, very small and cosy. Great menu with a wide selection of food, almost all meals can be made vegetarian, vegan, or with meat", "..."]},
{"autor": ["Applebop"], "titulo": ["Nice mall"], "calificacion": ["50"], "contenido": ["Nicely laid out mall, I usually do my grocery shopping here. There are some great food establishments,. It not many good clothes shops unfortunately"]},
{"autor": ["Applebop"], "titulo": ["Fab"], "calificacion": ["50"], "contenido": ["Love this restaurant, I eat here all the time, food is lovely, staff are good, atmosphere is nice, price is reasonable, you can shisha here also"]},
{"autor": ["Applebop"], "titulo": ["Worth a visit"], "calificacion": ["50"], "contenido": ["Really interesting museum to visit, would definitely recommend to do this when you visit! The collection in the museum is amazing"]},
{"autor": ["Applebop"], "titulo": ["10/10 would recommend!"], "calificacion": ["50"], "contenido": ["Really interesting place and so much fun! The tunnels are very small, definitely not for chlostrophobic people! There are stops along the underground tunnels wh", "..."]},
{"autor": ["Applebop"], "titulo": ["Loved it"], "calificacion": ["50"], "contenido": ["Would highly recommend taking the cooking class here! Ha, who has great English, took us to the market to collect the ingredients for the meals we chose. Cookin", "..."]},
{"autor": ["Applebop"], "titulo": ["Amazing local food"], "calificacion": ["50"], "contenido": ["Wonderful service and really friendly staff! Baha our server was a great host! I would recommend the Maklaouba and Kofta if you want to try traditional food, re", "..."]},
{"autor": ["Applebop"], "titulo": ["Wonderful food, coffee, view and people"], "calificacion": ["50"], "contenido": ["Although I didn't stay here, I had breakfast and coffee here every morning, it was so delicious. It's the best cafe in taghazout with beautiful scenery and amaz", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Wonderful accommodation in Guayaquil"], "calificacion": ["50"], "contenido": ["Note: this review is for the sister property, Las Peñas Siglo. The two hotels are both called Black Castle, but if you make your Reservation through booking.com", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Horrible lack of customer service"], "calificacion": ["10"], "contenido": ["Wow! It's very rare to experience this severe a lack of customer service. Upon arriving, we were told the wait for a table was 35 minutes and thus decided to si", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Excellent Service- Easy, Convenient"], "calificacion": ["50"], "contenido": ["I would highly recommend Exclusive Airports! The two different drivers we had were courteous and arrived early! Very easy and convenient. Much better than takin", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Friendly, Affordable Company"], "calificacion": ["50"], "contenido": ["Bayside Adventures is BY FAR the least expensive option for kayaking to the Captain Cook Monument. The people who worked for the company were very friendly and", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Fantastic Experience"], "calificacion": ["50"], "contenido": ["My husband got a private lesson yesterday (4/13/17), and is now hooked on surfing! As long as you listen to the instruction you're given, you'll do great. The i", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Fancy food"], "calificacion": ["40"], "contenido": ["While I loved the idea of the surprise menu, it was disappointing that all the courses were the same table-wide. My husband and I enjoy sharing different starte", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Gorgeous Property- great for relaxation"], "calificacion": ["50"], "contenido": ["My husband and I stayed here in April 2016. We loved relaxing by the pool. The pool/hot-tub area is nicely lit at night. The continental breakfast for $5 is a g", "..."]},
{"autor": ["Rebecca B"], "titulo": ["Great Hotel, Horrible Restaurant"], "calificacion": ["40"], "contenido": ["The hotel and room were great- clean and very modern. The pool was nice, but only had 3 lounge chairs- not nearly enough.  Since this hotel is near the airport,", "..."]},
{"autor": ["Tom42532"], "contenido": ["Does anyone have information or advice on how early we should be at the park to secure tickets? We will visit next Tuesday and Wednesday (Oct 2020) and I would", "..."]},
{"autor": ["Tom42532"], "contenido": ["Thanks for the advice thus far. Is it reasonable to visit Ein Gedi before Masada, given that after visiting the region we will drive south to Eilat? If we can b", "..."]},
{"autor": ["Tom42532"], "contenido": ["Hello again. I have a three-part question about my itinerary for a May visit. 1) We are considering a Jericho/Bethlehem group tour from Jerusalem. My wife read", "..."]},
{"autor": ["Tom42532"], "titulo": ["Fantastic Small Hotel"], "calificacion": ["50"], "contenido": ["This small hotel is now called Las Penas Siglio XXI Guesthouse. It is located in the Las Penas district, walking distance to Malecon 2000, the boardwalk and man", "..."]},
{"autor": ["Tom42532"], "titulo": ["Wonderful Modern Hotel"], "calificacion": ["50"], "contenido": ["My wife and I spent one night at Swissotel prior to leaving for a Galapagos cruise. The stay was part of the cruise package, so I cannot comment on price and va", "..."]},
{"autor": ["Tom42532"], "titulo": ["Free Historic District Walking Tour"], "calificacion": ["50"], "contenido": ["My wife and I took a three hour free walking tour of Quito's historic district, presented by Community Adventures. We saw many of the key sites and spent some t", "..."]},
{"autor": ["Tom42532"], "titulo": ["Excellent Small Hotel in Historic District, Outstanding Service"], "calificacion": ["50"], "contenido": ["We stayed two nights in this wonderful hotel. The location is great - on a pedestrian-only street just 5 minutes walk to the city center with many restaurants a", "..."]},
{"autor": ["Tom42532"], "contenido": ["Thank you for the quick replies and helpful information. About my schedule, For Jordan, I have 2 days and possibly part of Day 3 but I need to be in Tel Aviv ea", "..."]},
{"autor": ["Tom42532"], "contenido": ["I am planning a trip to Israel and want to include two days in southern Jordan. I will include one day at Petra and am considering options for day two: a second", "..."]},
{"autor": ["Tom42532"], "titulo": ["Fantastic Kayaking Trip"], "calificacion": ["50"], "contenido": ["We did Jamie's Clayoquot Sound kayak tour. It was excellent! The scenery is outstanding,with many small and large islands throughout the Sound. No whales, but w", "..."]},
{"autor": ["Tom42532"], "titulo": ["Interesting Menu, Great Service"], "calificacion": ["50"], "contenido": ["A very nice meal with several unique and interesting items on the menu. Our server was fantastic, very friendly and helpful."]},
{"autor": ["Tom42532"], "titulo": ["Great Location on Wild Pacific Trail"], "calificacion": ["40"], "contenido": ["We stayed two nights at the Black Rock to access the Pacific Rim trails and beaches. The hotel is aptly named, on the pacific with amazing views of the rocky co", "..."]},
{"autor": ["Tom42532"], "titulo": ["Several Interesting Exhibits"], "calificacion": ["40"], "contenido": ["My wife and I had a relatively quick visit to the museum, about two hours. There are several permanent exhibits focused on local history and culture, and a very", "..."]},
{"autor": ["Tom42532"], "titulo": ["Many Whales but No Orca"], "calificacion": ["40"], "contenido": ["We really enjoyed the tour, and were fortunate to see many whales, as well as seals and sea lions. No Orca though, which is what I really hoped to see.As it tur", "..."]},
{"autor": ["Tom42532"], "titulo": ["Good but Somewhat Expensive"], "calificacion": ["40"], "contenido": ["We enjoyed a great view of the harbor, had excellent service and a good-but-not amazing meal. It was pricey though."]},
{"autor": ["Tom42532"], "titulo": ["Nice Room, Good Breakfast, Great Location"], "calificacion": ["50"], "contenido": ["My wife and I stayed three nights in the Queen Anne suite. It is one of two rooms with a separate living room and a private balcony. We really enjoyed having th", "..."]},
{"autor": ["Tom42532"], "titulo": ["Quick Visit to Revelstoke NP, Well Worth It"], "calificacion": ["50"], "contenido": ["We had a few hours in the morning before starting a long drive from Revelstoke to Vancouver and decided to visit the summit via Meadows in the Sky Parkway. It i", "..."]},
{"autor": ["Tom42532"], "titulo": ["Hard to Find but Worth It!"], "calificacion": ["50"], "contenido": ["Wapta is the widest falls in the park. Most of the waterfalls in the region are narrow plunge waterfalls; Wapta falls drop from a wide section of the river and", "..."]},
{"autor": ["Tom42532"], "titulo": ["Best Waterfall in the Region"], "calificacion": ["50"], "contenido": ["The falls are tall, powerful and very easy to access. Even several hundred meters away the spray from the falls can be felt. The road from Hwy 1 to the falls,", "..."]},
{"autor": ["Tom42532"], "titulo": ["Wonderful Time at Beautiful Lake"], "calificacion": ["50"], "contenido": ["There are many easily-accessible glacier-fed lakes in the region and Emerald is one of the most beautiful we saw. The lake is aptly named. We did the 3.2 km wal", "..."]},
{"autor": ["Matan B"]},
{"autor": ["Matan B"], "titulo": ["Great guy, great guide, great trip"], "calificacion": ["50"], "contenido": ["It's my second desert trip with Gidi, and I have been very pleased with both trips. Great routes, good food and he was very knowledgeable and well prepared. Fel", "..."]},
{"autor": ["Matan B"], "titulo": ["Dark room, but OK for the price"], "calificacion": ["30"], "contenido": ["Stayed here for one night at the Gold Center. It's reasonably close to the airport (3$ taxi away) and the price is nice. The room was unappealing, though. Dark", "..."]},
{"autor": ["Matan B"], "titulo": ["Amazing trip at economy class conditions - good value"], "calificacion": ["50"], "contenido": ["Just came back from an 8-day Itinerary C trip to the eastern Islands. Had the time of my life and would definitely recommend the Golondrina.Not a pleasure crui", "..."]},
{"autor": ["Matan B"], "contenido": ["Thanks!I have no problem with economy boats, as long as the trip and crew are nice and professional."]},
{"autor": ["Matan B"], "contenido": ["Thank you SASFall91!After reading about the different routes and speaking to previous Galapagoers, I decided on the eastern route. Isabella Has a lot of intere", "..."]},
{"autor": ["Matan B"], "contenido": ["I am limited on time, and the Golondrina has an 8d tour just matching my dates on the eastern Islands in September. Can anyone share recent experience with the", "..."]},
{"autor": ["Gomzaloecu84"], "titulo": ["Outstanding service great staff"], "calificacion": ["50"], "contenido": ["We stayed at the Bay landing for 4 days. This is by far the nicest front desk staff we ever had.The hotel itself is as good as the personal.Great location re", "..."]},
{"autor": ["Gomzaloecu84"], "titulo": ["stay away from this one"], "calificacion": ["10"], "contenido": ["This Hotel was terrible from the beginning, when i arrived they didn't have keys for your room, you need to wait for the concierge to open your room and you wil", "..."]},
{"autor": ["Vanessa U"], "titulo": ["Me-time for think and relax out of the city"], "calificacion": ["50"], "contenido": ["Excellent service and installations , this place is such an incredible experience that I can’t wait to go back.Food was delicious and the different activities", "..."]},
{"autor": ["Carlos L"], "titulo": ["Best attention"], "calificacion": ["50"], "contenido": ["The people is wonderfull. The combination of nature, Kindness and luxury is the best. The rooms are worth paying for. The place is so nice. You can see horses a", "..."]},
{"autor": ["Carlos L"], "titulo": ["Best Segway Tour in Prague"], "calificacion": ["50"], "contenido": ["The tour was great not only because of the city but also the kindness of our guide Stanislav. We went to this beautiful castle thru a park where you can se prag", "..."]},
{"autor": ["Carlos L"], "titulo": ["Best massage"], "calificacion": ["50"], "contenido": ["This is a very nice place. The massage is the best. It is very relaxing. If you seek to relax in Prague after walking all the city, this is the best place."]},
{"autor": ["Chiqui N"], "titulo": ["INCREDIBLE EXPERIENCE"], "calificacion": ["50"], "contenido": ["Unforgettable experience, rooms are beautiful and confortable. Nature all around you, very quiet and relaxing place. The staff is great! they always help with a", "..."]},
{"autor": ["Leticia"], "titulo": ["Worth it 100% !!!"], "calificacion": ["50"], "contenido": ["It was an amazing experience for me and my 11 year old son, who enjoyed all the activities and the delicious food. I also liked  the luxury  and confort of our", "..."]},
{"autor": ["llccCanada"], "titulo": ["Amazing Galapagos cruise on M/Y Beluga"], "calificacion": ["50"], "contenido": ["We did the Fernandina Itinerary and had an amazing experience.Juan, our naturalist guide, was very passionate and knowledgeable.  Even though he has done this", "..."]},
{"autor": ["llccCanada"], "titulo": ["Spacious room, good AC"], "calificacion": ["40"], "contenido": ["Stayed here for one night after our Galapagos cruise. The room was very spacious and clean.  The rain shower was lovely and there were nice bathroom amenities.", "..."]},
{"autor": ["llccCanada"], "titulo": ["Great for a cozy snack"], "calificacion": ["40"], "contenido": ["We had coffee and hot chocolate here as well as a couple snacks - a humita & empanada.The food and drinks were tasty.  You are able to order the hot chocolate", "..."]},
{"autor": ["llccCanada"], "titulo": ["Yummy Ecuadorian Food"], "calificacion": ["40"], "contenido": ["Had dinner here on the recommendation of our tour guide.  It was definitely a good place for a first experience of Ecuadorian food.  The waitress was very helpf", "..."]},
{"autor": ["llccCanada"], "titulo": ["Modern hotel, accommodating staff"], "calificacion": ["40"], "contenido": ["This hotel is located in New Town within walking distance of the National Museum, the Artisan Market, and Plaza Foch (good restaurants).  It seems to be a popul", "..."]},
{"autor": ["llccCanada"], "titulo": ["Friendly staff, filling breakfast"], "calificacion": ["50"], "contenido": ["We came here for breakfast and had the classic breakfast and a frittata.  We enjoyed both - the multigrain bread was very tasty and we were so full we didn't ev", "..."]},
{"autor": ["llccCanada"], "titulo": ["Standard hotel in great location"], "calificacion": ["40"], "contenido": ["The hotel is very conveniently located.  The queen room we were in was small and didn't have much personality but it was clean and functional  The bed/linens we", "..."]},
{"autor": ["llccCanada"], "titulo": ["Fantastic View and Location"], "calificacion": ["40"], "contenido": ["The Bonne Bay Inn is easy to find - it's right on the road into Woody Point and has a fantastic view over Bonne Bay.  The breakfast room, restaurant, and our ro", "..."]},
{"autor": ["llccCanada"], "titulo": ["Loved this B&B"], "calificacion": ["50"], "contenido": ["We stayed only one night at this B&B and were sorry that we weren't able to stay for more.  Thelma runs a tight ship, but as a result her B&B is one of the clea", "..."]},
{"autor": ["llccCanada"], "titulo": ["Perfect length hike with rewarding views"], "calificacion": ["40"], "contenido": ["This hike is a very nice length and not strenuous; you are rewarded with some fantastic views of sea cliffs and sea stacks.  You also get a view of the lighthou", "..."]},
{"autor": ["llccCanada"], "titulo": ["Fresh, home-made food"], "calificacion": ["40"], "contenido": ["This was the perfect stop for a quick lunch before we headed out to the Skerwink Trail.We both had paninis which came with a green salad and coleslaw.  It was", "..."]},
{"autor": ["llccCanada"], "titulo": ["Charming Inn"], "calificacion": ["40"], "contenido": ["We were in the Tinsmith room which is located across the street from the main inn in the Gosling Cottage.  The room is very charmingly decorated with fancy touc", "..."]},
{"autor": ["llccCanada"], "titulo": ["Amazing Experience"], "calificacion": ["50"], "contenido": ["Bird lovers should not miss this experience; actually no one should.  It was breath-taking to see the northern gannets - there were so many and they were so clo", "..."]},
{"autor": ["llccCanada"], "titulo": ["Very large suites"], "calificacion": ["30"], "contenido": ["We spent one night at the Capeway Inn after visiting Cape St Mary's.  The suite was basically an apartment - very large and clean.  Breakfast had lots of differ", "..."]},
{"autor": ["llccCanada"], "titulo": ["Modern and contemporary but still cozy"], "calificacion": ["40"], "contenido": ["The Alt Hotel is modern and sleek.  Our room was cozy in a contemporary way and everything was controlled via easy to use touch-panels, even the black-out shade", "..."]},
{"autor": ["llccCanada"], "titulo": ["Nice place for a special occasion"], "calificacion": ["40"], "contenido": ["We ordered the duck roll and chicken wings for appetizers and then the pork belly and braised beef curry (the daily special) for mains.The sauces on the chicke", "..."]},
{"autor": ["llccCanada"], "titulo": ["Not a typical museum"], "calificacion": ["50"], "contenido": ["This museum is a lot of fun. If you need a break from temples and shrines, visit here.  The entrance is at the back of a candy/toy store but don't be put off -", "..."]},
{"autor": ["llccCanada"], "titulo": ["Clean but not that comfortable"], "calificacion": ["30"], "contenido": ["We stayed in a non-smoking room with twin beds.  It was clean but still smelled of smoke.  The beds were not that comfortable and it's a bit noisy so I recommen", "..."]},
{"autor": ["llccCanada"], "titulo": ["Large suites, outdated but clean"], "calificacion": ["40"], "contenido": ["This hotel is very affordable.  The suites are very large and although the carpet/fixtures are old, it was clean enough.  The wifi was good in the room.  If peo", "..."]},
{"autor": ["llccCanada"], "titulo": ["Delicious food, cozy atmosphere"], "calificacion": ["50"], "contenido": ["We came here for dinner on a chilly Friday night.  It was very busy but we were able to get bar seating, which was just fine.  It was also entertaining as the w", "..."]},
{"autor": ["asunugrad"], "titulo": ["Unexpected wonderful spa day on way to Galapagos at Hilton Guayaquil"], "calificacion": ["50"], "contenido": ["On way to Galapagos and booked extra day going and never left hotel:  fabulous breakfast for health conscious diet; beautiful pool for swimming laps; super frie", "..."]},
{"autor": ["asunugrad"], "titulo": ["Best food in Sonoma:  unexpected location"], "calificacion": ["50"], "contenido": ["Just drove up from SF for a couple days of escape.  After surprisingly average lunch at a restaurant you rank highly and walking around square looking for light", "..."]},
{"autor": ["asunugrad"], "titulo": ["If you need extraordinary service in Pasadena area of LA"], "calificacion": ["50"], "contenido": ["Christmas with a big family including 97 year old grandmother and her 14 year old service dog required some extra help and we got it-----in a big, beautiful, ol", "..."]},
{"autor": ["asunugrad"], "titulo": ["33 euros for an inedible steak!"], "calificacion": ["10"], "contenido": ["We called the waiter to complain that we couldn't chew enough to swallow a bite and he said \"Too bad for you---pay the 93 euros\" (for 2 steaks, 1 beer and 1 gla", "..."]},
{"autor": ["asunugrad"], "titulo": ["If you loved the 60's and are hungry for fresh, healthy food...."], "calificacion": ["50"], "contenido": ["then this is the place in Moab.  Delicious, creative and healthy breakfasts for lunches, the greens are right from a garden, the piece of watermelon was perfect", "..."]},
{"autor": ["asunugrad"], "titulo": ["Perfect week in London"], "calificacion": ["50"], "contenido": ["Thanks to the wonderful room (yes we were upgraded) and helpful staff and being one block from Hyde Park and four blocks from Harrodso.  YES, London is expensiv", "..."]},
{"autor": ["asunugrad"], "titulo": ["Exceptional value"], "calificacion": ["50"], "contenido": ["Perfectly located to walk Ortygia, small room but super clean with turn down service, view of the sea and small terrace, excellent breakfast buffet plus bacon a", "..."]},
{"autor": ["asunugrad"], "titulo": ["Can't wait to return!"], "calificacion": ["50"], "contenido": ["It's like Venice before the Disney effect!  small pedestrian streets, beautiful piazzas, the sea at the end of every street, unique tiny shops"]},
{"autor": ["asunugrad"], "titulo": ["3 star home made soup on a rainy, cold day"], "calificacion": ["50"], "contenido": ["I had some of the best home made vegetable soup of my life at Pearl's------someone had worked for hours to create that soup by chopping huge variety into small", "..."]},
{"autor": ["asunugrad"], "titulo": ["Inspired chef----Would love her in Scottsdale!"], "calificacion": ["50"], "contenido": ["This chef is incredible!  Dinner was local ling cod, Irish soda bread, local squash; local peaches in the salad; local Pinot that was out of this world and dess", "..."]},
{"autor": ["bkbmom"], "titulo": ["Two thumbs up"], "calificacion": ["50"], "contenido": ["Good clean, family fun.  Great place to spend a fall day. We enjoyed all the activities. We go every year."]},
{"autor": ["bkbmom"], "titulo": ["Favorite St. John Villa to date"], "calificacion": ["50"], "contenido": ["My husband and I first visited St. John for our honeymoon in June of 1990.  Since then, we've been back more times to count.  With friends.  With family. And ju", "..."]},
{"autor": ["bkbmom"], "titulo": ["Enjoyed our stay(s)"], "calificacion": ["50"], "contenido": ["We recently stayed here two nights prior to and immediately after a Galapagos cruise.  The first two nights we stayed in a suite on the executive floor with a b", "..."]},
{"autor": ["bkbmom"], "titulo": ["Nice atmosphere, good food"], "calificacion": ["40"], "contenido": ["We had dinner here recently with another couple. It was a cold, snowy Tuesday night and we didn't have a problem getting seated immediately without a reservatio", "..."]},
{"autor": ["bkbmom"], "contenido": ["We haven't stayed there yet but have booked it in two weeks. We were on island a week ago, though, and stopped by to it to check it out. Couldn't get into any o", "..."]},
{"autor": ["bkbmom"], "titulo": ["Average sums it up"], "calificacion": ["30"], "contenido": ["Pizza was just okay. Pepperoni was good but we're not fans of the crumbly sausage topping. The crust was just okay. It took way longer to be ready than we were", "..."]},
{"autor": ["bkbmom"], "titulo": ["Mouth watering BBQ"], "calificacion": ["50"], "contenido": ["We stopped by for a late lunch on a Friday. I got the chopped chicken and my husband got the chopped brisket. Wow. Fantastic. So flavorful. We were served quick", "..."]},
{"autor": ["bkbmom"], "titulo": ["Wonderful meal, great service"], "calificacion": ["50"], "contenido": ["My husband and I stopped for dinner with another couple who were also visiting town for a wedding. Situated in a repurposed home, the Creek Road Cafe was a grea", "..."]},
{"autor": ["bkbmom"], "titulo": ["Cute idea but misses the mark"], "calificacion": ["20"], "contenido": ["We spent two nights here recently to attend a wedding. In theory, what the Liney Moon has to offer is great - small, self contained units abounding with charm.", "..."]},
{"autor": ["bkbmom"], "titulo": ["Good steaks and service"], "calificacion": ["40"], "contenido": ["We had dinner here and were very pleased with the quality of the food, speed of service, and efficiency of our server. I had the NY strip and my husband had the", "..."]},
{"autor": ["bkbmom"], "titulo": ["So much fun"], "calificacion": ["50"], "contenido": ["After reading reviews, we got there early to get a good table. LOL.I guess a Thursday night in early November you don't have to get there that early.  Doesn't m", "..."]},
{"autor": ["bkbmom"], "titulo": ["Classic, centrally located hotel"], "calificacion": ["50"], "contenido": ["My husband and I spent two nights here recently. We'd booked well in advance (and pre-paid for the best price) but then were reading the reviews prior to our ar", "..."]},
{"autor": ["bkbmom"], "titulo": ["Fun place for drinks and music/entertainment"], "calificacion": ["40"], "contenido": ["We enjoyed our evening at Durty Nelly's listening to the piano player and having a few beers. The piano player engaged the crowd well and was a lot of fun. Yes,", "..."]},
{"autor": ["bkbmom"], "titulo": ["Great lunch overlooking the riverwalk"], "calificacion": ["40"], "contenido": ["Enjoyed a grilled chicken sandwich and fries for lunch. The chicken sandwich was juicy and delicious. The fries well above average. Service was pretty good - ni", "..."]},
{"autor": ["bkbmom"], "titulo": ["Great meal"], "calificacion": ["40"], "contenido": ["I do wish we were able to give half stars. This was definitely a 4 but not sure if it was a full 5. The reason I didn't give them a 5 was due to the tables bein", "..."]},
{"autor": ["bkbmom"], "titulo": ["Most memorable meal to date"], "calificacion": ["50"], "contenido": ["My husband and I recently had dinner at Bohanan's on our first night in San Antonio. What a wonderful experience we had!We got there a little early and had to", "..."]},
{"autor": ["bkbmom"], "titulo": ["Fabulous hotel"], "calificacion": ["50"], "contenido": ["We stayed here after attending a wedding. Everything was total class from the minute we walked in the front door. The way the bell hop notified the front desk o", "..."]},
{"autor": ["bkbmom"], "titulo": ["Fabulous venue"], "calificacion": ["50"], "contenido": ["We thoroughly enjoyed the two days we spent on the Riverwalk.  So many restaurants, bars, and sights to see. While I can't imagine going in the peak of summer o", "..."]},
{"autor": ["bkbmom"], "titulo": ["Underwhelming"], "calificacion": ["10"], "contenido": ["The good news is that you can be in there and out of there in 15 minutes.  The bad news is that it's 15 minutes of wasted time. Really no need to visit. Definit", "..."]},
{"autor": ["bkbmom"], "titulo": ["Great location, large rooms"], "calificacion": ["50"], "contenido": ["Spent a night here prior to a wedding. Check in was quick and painless - despite the fact we were hours early.  Our room was quite large, decorated nicely, with", "..."]},
{"autor": ["Sanne"], "titulo": ["Amazing Guesthouse"], "calificacion": ["50"], "contenido": ["The place is just amazing. Super location, modern, very clean with an extremely welcoming and friendly atmosphere. Most of all we cannot thank the owner and the", "..."]},
{"autor": ["Shane M"], "titulo": ["Amazing food"], "calificacion": ["50"], "contenido": ["This place is on the main street food street in Tulum downtown. They have the best burritos in Tulum and at a great price. Really cool street presence and they", "..."]},
{"autor": ["Shane M"], "titulo": ["Excellent stay"], "calificacion": ["50"], "contenido": ["My girlfriend and I stayed here for 2 nights during our stay in Tulum. It was really excellent, the pool was clean and refreshing, the room was spotless and rea", "..."]},
{"autor": ["Shane M"], "titulo": ["Great day snorkelling"], "calificacion": ["50"], "contenido": ["My girlfriend and I managed to have our own private tour with Eloy because there was nobody else going on the afternoon snorkel! It was really great, Eloy was v", "..."]},
{"autor": ["Shane M"], "titulo": ["Best food on Caye Caulker"], "calificacion": ["50"], "contenido": ["The food at Juans was the best for price and taste that we came across in Caye Caulker. It was really delicious and came out quite quickly for us. Juan was very", "..."]},
{"autor": ["Shane M"], "titulo": ["Awesome hostel"], "calificacion": ["50"], "contenido": ["This is a really great hostel. It's new enough but is ran exceptionally. The 2 guys at reception Rodrigo and Nelson are mega friendly and the other lady, I don'", "..."]},
{"autor": ["Shane M"], "titulo": ["Really cool place"], "calificacion": ["40"], "contenido": ["Really beautiful pools and viewpoint. Marking down because we think we may have gotten sick from either the pools or having mango from the locals. Seems a lot o", "..."]},
{"autor": ["Shane M"], "titulo": ["Nice"], "calificacion": ["40"], "contenido": ["Stayed here with my girlfriend for 3 nights. We were given an upgrade to a private room for the first night which was appreciated! Rooms and dorms are nice and", "..."]},
{"autor": ["Shane M"], "titulo": ["Wonderful"], "calificacion": ["50"], "contenido": ["Really nice food, service and setting in this place. We got veggie burgers one day and veggie wraps another day, with juices which were delicious. They didn't a", "..."]},
{"autor": ["Shane M"], "titulo": ["Lunch"], "calificacion": ["50"], "contenido": ["Just stopped by for lunch. The place looked amazing, the lunch was delicious (soup and dish of the day and juice for 13k). Service was great and offered tours w", "..."]},
{"autor": ["Shane M"], "titulo": ["Awesome place"], "calificacion": ["50"], "contenido": ["We were actually lost looking for our hostel when the owner approached us and helped us find it! As a thank you we came back to it and were not disappointed. Ow", "..."]},
{"autor": ["Shane M"], "titulo": ["Great value and service"], "calificacion": ["50"], "contenido": ["They had falafel advertised so me and my girlfriend gave it a go. The service was quick, the interior is small but cute. The fold was delicious! Hummous falafel", "..."]},
{"autor": ["Shane M"], "titulo": ["Excellent"], "calificacion": ["50"], "contenido": ["We got coffee juice and fruit salads. They were amazing and the service was really good too. Really nice cafe"]},
{"autor": ["Shane M"], "titulo": ["So so good!"], "calificacion": ["50"], "contenido": ["Amazing food. Amazing service. Nice interior and they offer free tea and coffee at lunch during 12-4. Dishes varied between 20 and 40 soles approx. Servings wer", "..."]},
{"autor": ["Shane M"], "titulo": ["Nice stay"], "calificacion": ["50"], "contenido": ["We stayed here for a few days while hiking in Huaraz. Rooms were nice and comfortable and very affordable. Hot water showers were great and room was warm at nig", "..."]},
{"autor": ["Shane M"], "titulo": ["Phenomenal place"], "calificacion": ["50"], "contenido": ["This place is just dreamy. I'd say there are 18 rooms and enough room around the pool with sun loungers and beds for about 25 people and more loungers down near", "..."]},
{"autor": ["Shane M"], "titulo": ["Absolute gem of a place"], "calificacion": ["50"], "contenido": ["Rooms enormous and so comfortable. Guy at reception was super friendly amd helpful! Breakfast was the best we have had in South America with fruit salad and cho", "..."]},
{"autor": ["Shane M"], "titulo": ["Great food and service"], "calificacion": ["50"], "contenido": ["Ate dinner here with my girlfriend. We got the Pad Thai and the Mexican salad which were delicious and cost $12. Drinks were quite cheap on the menu too and the", "..."]},
{"autor": ["Shane M"], "titulo": ["Great daily menu at very good prices"], "calificacion": ["50"], "contenido": ["Came across this restaurant as we were staying nearby and went back twice for dinner as the food was delicious and very cheap, around 35 bobs for soup, main and", "..."]},
{"autor": ["Shane M"], "titulo": ["Bad experience"], "calificacion": ["10"], "contenido": ["Stayed in York Vintage with my girlfriend. They allowed us to check in early for a small fee which included breakfast which was a great start. It went severely", "..."]},
{"autor": ["Shane M"], "titulo": ["Excellent hostel"], "calificacion": ["50"], "contenido": ["Stayed here either side of our Colca Canyon tour which was organised through the hostel too. The staff are mega friendly and helpful and the tour organiser thro", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Great local hangout"], "calificacion": ["50"], "contenido": ["This place is definitely a favourite amongst the locals. Perfect for hospital staff as they open very early unlike some other places and have a drive through se", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Awesome location"], "calificacion": ["40"], "contenido": ["The best thing about this cafe for a parent of a small child is its proximity to the waterpark next door. The friendly staff will also run your food/coffees to", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Did not meet expectations and not overly authentic."], "calificacion": ["30"], "contenido": ["I have to confess that maybe my standards are quite high having experienced such high quality Italian cuisine come out of our own home kitchen, but the reviews", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Super fresh seafood"], "calificacion": ["40"], "contenido": ["This place is definitely pricey for your standard fish and chips, but you can taste how fresh the fish is so to me that is worth it compared to fish that has be", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Best coffee in town"], "calificacion": ["50"], "contenido": ["“The best breakfast in Broome” is consistently what I hear when I bring friends and family for breakfast at Zookeepers. There is both ‘naughty and nice’ options", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Overrated and overpriced."], "calificacion": ["20"], "contenido": ["I can’t actually comment on the food served at Zander’s because we opted not to stay... I went in with my daughter for a smoothie and small snack as it’s right", "..."]},
{"autor": ["Jesmyne"], "titulo": ["A little overrated"], "calificacion": ["30"], "contenido": ["A trip to Broome isn’t complete without a visit to Matsos. Unfortunately as we now live here we have made multiple visits with friends and family up for holiday", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Asian fusion tapas and more"], "calificacion": ["50"], "contenido": ["We discovered the Aarli after several months living in Broome and it is now one of our regular favourites for a snack and a drink or two. We have been making ou", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Art Deco delight"], "calificacion": ["50"], "contenido": ["I’m a sucker for a cafe with gorgeous decor and this Art Deco dream immediately caught my eye. It is an established cafe in faenza which has recently been delig", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Hammered by buskers"], "calificacion": ["30"], "contenido": ["We decided to eat here as the ambience of the alfresco area was very nice. Over the course of our meal (less than an hour) we had 5 different buskers performing", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Tasty but limited options"], "calificacion": ["40"], "contenido": ["We went to this restaurant based on the good trip advisor reviews. It took quite a while to get a menu and also to order as there was a group of about 20 people", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Great location for seeing Quito"], "calificacion": ["30"], "contenido": ["We stayed here more as a transit between Banos and then before our bus to Colombia. The location was great- just a short walk from the main plaza (just need to", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Premium dive centre"], "calificacion": ["50"], "contenido": ["I originally went to academy bay as another dive shop was fully booked for the dive site I wanted to go to and was dubious about changing as the others had been", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Authentic delicious pizza"], "calificacion": ["50"], "contenido": ["This cute little pizza joint is serving very authentic Italian pizza in Medellin. It is run by a very friendly Siciliano (and named after his son) and cooked fr", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Authentic pizza"], "calificacion": ["40"], "contenido": ["This hole in the wall, double story pizza joint serves very authentic style pizza- ie. not overloaded with cheese or a hundred different ingredients. It is very", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Fresh sushi and ceviche!"], "calificacion": ["50"], "contenido": ["The sushi made here is nice and fresh and has minimal mayonnaise or dairy so it is very light. The ceviche we had was as good, if not better, than the ceviche w", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Trendy little reataurant"], "calificacion": ["50"], "contenido": ["The trendy fit out of this restaurant captured our eye and we were not disappointed by the menu. Nice fresh ingredients and attentive staff. Tried both breakfas", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Professional ++"], "calificacion": ["50"], "contenido": ["We were recommended scuba iguana as the best dive shop in town and they didn’t disappoint. They were extremely professional and organised and made everyone, par", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Great family day out"], "calificacion": ["50"], "contenido": ["This place is a 10-15 minute taxi ride from El Poblado and is located within close distance of other city attractions. The cost was 27000 each for general entry", "..."]},
{"autor": ["Jesmyne"], "titulo": ["Absolutely delightful hotel"], "calificacion": ["50"], "contenido": ["I’m at a loss to see how someone could give this place a bad review, it is absolutely lovely from the moment you walk in the door, through the lush tropical gar", "..."]},
{"autor": ["Jen"], "titulo": ["Nice vegan restaurant"], "calificacion": ["40"], "contenido": ["Great service, beautiful place, lovely fresh vegan food. £27.42 for two mains and two soft drinks. The food wasn't as tasty and was more expensive than other ve", "..."]},
{"autor": ["Jen"], "titulo": ["Lovely vegan lunch & coffee"], "calificacion": ["40"], "contenido": ["Great cafe for fresh, good quality vegan and veggie food and hot drinks. Cauliflower soup with bread, vegan pancakes and coffees cost 317kc, £10.81. Friendly En", "..."]},
{"autor": ["Jen"], "titulo": ["Great traditional veggie dishes"], "calificacion": ["50"], "contenido": ["Really friendly staff who speak English. Lots of vegan and veggie food options. Really nice and relaxing decor. I had the spicy veggie goulash with dumplings, w", "..."]},
{"autor": ["Jen"], "titulo": ["Really excellent"], "calificacion": ["50"], "contenido": ["We stayed here for two nights and were so happy here, especially given the reasonable price. One of the staff picked us up from the airport and paid for the tax", "..."]},
{"autor": ["Jen"], "titulo": ["Good for the price"], "calificacion": ["40"], "contenido": ["If you want to stay somewhere really nice in AC, you need to dig deep, it's an expensive town! Mapiland is decent for the price. A relatively new place, with cl", "..."]},
{"autor": ["Jen"], "titulo": ["Great place with lots of options"], "calificacion": ["50"], "contenido": ["Really well made and thought out place. Lots of food and drinks options. Feels very safe. We really enjoyed coming here in the evening. Reminds me of a smaller", "..."]},
{"autor": ["Jen"], "titulo": ["Great for jewelry shopping and dinner"], "calificacion": ["50"], "contenido": ["Really nice place with lots of Lapis Lazuli jewelry shops and dinner options. Really nicely set out and feels very safe."]},
{"autor": ["Jen"], "titulo": ["Great free experience"], "calificacion": ["50"], "contenido": ["Such a beautiful building. You can go in for free and there are lockers for your bags. Beautiful collection of works and a cafe. Definitely worth a visit while", "..."]},
{"autor": ["Jen"], "titulo": ["Beautiful views"], "calificacion": ["50"], "contenido": ["Beautiful park and views. Felt very safe. Would highly recommend for a 360 view of the city. Lovely buildings and greenery."]},
{"autor": ["Jen"], "titulo": ["Excellent service and fresh Italian food"], "calificacion": ["50"], "contenido": ["Such a great menu, even burrata! The staff are super friendly and attentive. Really good service. I had fresh pasta, which was delicious. The quality of the foo", "..."]},
{"autor": ["Jen"], "titulo": ["Awesome veggie burger"], "calificacion": ["50"], "contenido": ["Massive portions, tasty fresh veggie burger with amazing pickled aubergine, big fresh juices, friendly staff and reasonable prices. Would highly recommend this", "..."]},
{"autor": ["Jen"], "titulo": ["Lovely place and food veggie options"], "calificacion": ["40"], "contenido": ["This place is so lovely and peaceful and the staff friendly. A bit more expensive but better quality than a lot of places in Aguas Calientes. Lots of veggie opt", "..."]},
{"autor": ["Jen"], "titulo": ["Veggie options"], "calificacion": ["40"], "contenido": ["We arrived here after 9pm and although most places had closed, these guys welcomed us in. The staff are really friendly. They have such a variety of craft beers", "..."]},
{"autor": ["Jen"], "titulo": ["Nice place for a coffee and pastry"], "calificacion": ["40"], "contenido": ["Good place to go for a decent coffee and French style pastry. All came quickly. Staff were reasonably friendly. We had a Danish and apple tart, tasted good alth", "..."]},
{"autor": ["Jen"], "titulo": ["Yummy fresh vegan food and cocktails"], "calificacion": ["50"], "contenido": ["We really enjoyed this place, very relaxed atmosphere. Staff are very friendly. We had delicious cocktails with Kombucha and Pisco, lasagne and curry. The food", "..."]},
{"autor": ["Jen"], "titulo": ["Must visit clothes shop Cusco!"], "calificacion": ["50"], "contenido": ["This shop and staff are amazing! Beautiful, great quality hand made clothes for both men and women. I bought two tops, one that was custom made and altered on t", "..."]},
{"autor": ["Jen"], "titulo": ["4 hour Mystical tour"], "calificacion": ["40"], "contenido": ["Booked really easily. Filled out the form online and received a confirmation almost immediately. Paid in Soles on the day. Picked up and dropped off at our Air", "..."]},
{"autor": ["Jen"], "titulo": ["Gorgeous little place"], "calificacion": ["50"], "contenido": ["Great little cafe with a variety of delicious fresh cakes, tartes, cookies etc. Coffee is well made and good quality, as well as the tea. Vegan options. The vie", "..."]},
{"autor": ["Jen"], "titulo": ["Great little potato place!"], "calificacion": ["40"], "contenido": ["We visited in their first week. You can order three different types of fried potatoes with a variety of yummy sauces, including Peruvian style sauces. They also", "..."]},
{"autor": ["Jen"], "titulo": ["Incredibly tasty vegan food and great staff"], "calificacion": ["50"], "contenido": ["This place is so nice, the staff speak perfect English and are so friendly and happy to give recommendations. They have what seems to be an all day happy hour,", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Alligator Ribs -- Delicious!"], "calificacion": ["50"], "contenido": ["We've been here about five times since discovering it, on SW 8th near Krome.  I always have alligator ribs, as the meat is much tastier than chicken and as good", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Should have six stars"], "calificacion": ["50"], "contenido": ["We were there for four nights, and came in being sick from bad food in Guayaquil.  The staff took care of us till we recovered.  They were so helpful I can't im", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Nice place to stay"], "calificacion": ["50"], "contenido": ["Guayaquil's Malecon is the most amazing place, quite new, and very diverse to walk along.  You can't believe it until you have walked it.  Black Castle Guesthou", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["We got sick after eating here"], "calificacion": ["10"], "contenido": ["We were in Guayaquil two days and had dinner at Mercado del Rio both nights.  In the night after the second dinner, my wife got very ill, vomiting all night.  W", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Convenient, scrumptious, reasonable."], "calificacion": ["50"], "contenido": ["The restaurant is only four blocks from I-95, easy to find on the side of a strip mall with Wynn-Dixie, in Brunswick, CA.  The menu is full of things that sound", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Unique Arepas and Patacones"], "calificacion": ["50"], "contenido": ["We went here to try to national foods in Columbia, Arepas and Patacones.  Quero Arepas was recommended as the best place and we found them to be delicious.  The", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Halloween costumes and delicious food"], "calificacion": ["50"], "contenido": ["We went in the week before Halloween and the staff were all in very original costumes.  Service was excellent.  The food had very strong tastes to it, nothing b", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Great mole and octopus tacos"], "calificacion": ["50"], "contenido": ["We were looking for something different in Cartagena, and Mexican food fit the bill.  We went there, and had tacos with octopus and nopales (cactus), which were", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Delicious food, excellent service"], "calificacion": ["50"], "contenido": ["We went to this restaurant because it was near our hotel, and it turned out to be very tasty.  I had ground shark, which was unusual in taste and quite interest", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Perfect balance of flavors"], "calificacion": ["50"], "contenido": ["We went to Saint Roque with no expectations, and we were totally surprised by the way the flavors stood out in the food.  We had the rice table special, and enj", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Super seafood chef"], "calificacion": ["50"], "contenido": ["We have tried just about all the Mexican restaurants in the Homestead area, and this one is by far the winner.  Many have good service, good prices, convenience", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Good tastes"], "calificacion": ["50"], "contenido": ["This is a pleasant restaurant.  The owner was working as waiter when we came.  The food was good and prices okay.  The menu is very limited however, so going ba", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Lobster!!"], "calificacion": ["50"], "contenido": ["We tried the lobster and the snapper, both were excellent, as were the vegetables and the baked potato.  The garlic butter sauce for the lobster was quite good.", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["They did well with what was available."], "calificacion": ["50"], "contenido": ["they were out of shrimp and tofu when we came, so as non-meat-eaters, we were almost out of options.  We tried the vegetarian pasta, and it was extremely good,", "..."]},
{"autor": ["MuUpsilon"]},
{"autor": ["MuUpsilon"], "titulo": ["Excellent Service and convenience"], "calificacion": ["50"], "contenido": ["This is a small hotel, with very helpful staff.  The room was comfortable, the price very reasonable, and the location excellent.  We enjoyed our stay in Copan", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Very good for a stop-over"], "calificacion": ["50"], "contenido": ["We stayed here one night before going to Copan and one night after, and had really excellent service both times.  The hotel shuttle driver took us everywhere an", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["They did the impossible"], "calificacion": ["50"], "contenido": ["They are different.  We have eaten at thousands of restaurants over the last fifty years, and cannot recall any other that prepared food like Tanya's.  She does", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["Eat breakfast here"], "calificacion": ["50"], "contenido": ["They have delicious breakfast menu items, and tried this on our first day in Copan, and returned every day since then for breakfast.    Everything we tried was", "..."]},
{"autor": ["MuUpsilon"], "titulo": ["We can't express how good this was"], "calificacion": ["50"], "contenido": ["We had a guide who was born in a Mayan village, and was taught the oral tradition of the Mayas by his grandfather, who learned it from his grandfather.  The gui", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Clean, large and modern rooms in a great location"], "calificacion": ["50"], "contenido": ["We stayed here for two nights during our Ecuador Trip. The arrival was already very nice, as we were welcomed with a fruit salad and a fresh juice.The room i", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Great Seaview rooms, clean, with beach access"], "calificacion": ["50"], "contenido": ["We didn't book beforehand and where lucky enough to find a a vacant room in this great hostal.In my opinion it is really the best location on Isabela. It is th", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Great organization of Galapagos Cruise"], "calificacion": ["50"], "contenido": ["Me and my mother booked a last minute Galapagos Cruise on Isabela 2 with Intisamay. Vivi and her sister were very kind in not only booking it for us at a very", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Never again. Loud, smelly and unfriendly"], "calificacion": ["10"], "contenido": ["I have stayed there for two nights in two different Appartments. The first night in Suite 001 was a complete desaster. The Suite is on the ground and first floo", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Very expensive and very small portions"], "calificacion": ["20"], "contenido": ["Actually this place is a nice idea. The menu is interesting and the interior is ok as well. However, the prices are crazy. Incredibly high we were there twice.", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Lovely place, clean and wonderful to hang out"], "calificacion": ["50"], "contenido": ["The hostel immediately makes you feel welcome, once you entered. The people are very friendly and helpful .What is really outstanding is the decoration of tht", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["No atmosphere, bored staff, rooms ok"], "calificacion": ["20"], "contenido": ["I chose this hostel due to its great reviews on booking an TripAdvisor.Upon entering already you could feel that it is lacking atmosphere. The people at the fr", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Owner is a great Instructor, lift to practice starting is a helpful add on"], "calificacion": ["50"], "contenido": ["I took a couple of lessons beforehand on Mauritius and Fuerteventura. I gotta say though that some of the explanations back then were far from good. Here we we", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Toilet leaking, light broken, unfriendly owner"], "calificacion": ["10"], "contenido": ["When we arrived to the guesthouse, the room seemed ok. After going to the toilet once, the bathroom was flooded. We did get a new room, but ours was.immediatepy", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Comfortable room with great view"], "calificacion": ["50"], "contenido": ["Great hotel, which I can definetely recommend. The interior is modern and clean. Bed is firm and comfortable and from my bed I could even watch the sunrise, a", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Super Kiteschule, kompetenter Lehrer"], "calificacion": ["50"], "contenido": ["I had a few lessons with Leonardo. He is a very kind and friendly person and very knowledgeable and professional in regards to kitesurfing. I was a total begi", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Wonderful sunsets in a special environment"], "calificacion": ["50"], "contenido": ["Casa Loma is located 15 minutes uphill from Minca. When you reach there  you will most likely be exhausted, but the staff immediately welcomes you with a glass", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Overpriced and overrated"], "calificacion": ["10"], "contenido": ["Its the most expensive dorm I stayed in in Colombia, but by far the worst. At the front desk they give you sheets, you have to make the bed yourself, rooms ar", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Hotel is fine, bed is terrible"], "calificacion": ["20"], "contenido": ["The hotel itself is ok. Its small but unique, the rooms are clean.The bed though is the worst bed I ever encountered in a hotel. It is so soft, that you can h", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Nothing special"], "calificacion": ["30"], "contenido": ["The food tastes kind of boring and they do not offer pita bread, which is a joke for a Greek restaurant. The salad buffet is a nice extra."]},
{"autor": ["MySunnyDays1"], "titulo": ["Great rooms for single travelers"], "calificacion": ["50"], "contenido": ["The room is stylish and nicely appointed and high tech but relatively small.for one person it is great though.The mattress is too soft for my point of view bu", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Rip off"], "calificacion": ["10"], "contenido": ["I had Spareribs with fries. These were not cheap, but thats ok. Quality was nothing Special. The absolut joke came with the bill. I was asked if I like ketchup", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Great food... almost authentic"], "calificacion": ["40"], "contenido": ["We had sone Nachos and tortilla chips with guacemole as a starter. The guacemole was great. The nachos were tasting good as well, but they weere not authentic.", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Dirty, Cockroaches & Smoke of burning garbage in the room"], "calificacion": ["10"], "contenido": ["We stayed here as it was a recommendation in Lonely Planet and we did not want to waste time looking for a room. On the first look the room was ok, room was o", "..."]},
{"autor": ["MySunnyDays1"], "titulo": ["Nice view of the area"], "calificacion": ["30"], "contenido": ["Its around a 20 miute ride by motorbike from the center fo Nakuru. By foot it takes around 3-4 hour. Very straightforward road, first paved, later a dirt road.", "..."]},
{"autor": ["Siebels"], "titulo": ["Amazing view"], "calificacion": ["50"], "contenido": ["Drove up to the top of Astoria to see the monument. The view and the monument were amazing. Take the time to drive up to the top. Monument is closed now due to", "..."]},
{"autor": ["Siebels"], "titulo": ["Worth a stop"], "calificacion": ["50"], "contenido": ["Came across this Fort on our drive around the area. It is definitely worth the $5 to park and explore the Fort. There was a docent near the one canon that gave", "..."]},
{"autor": ["Siebels"], "titulo": ["Loved the cakes"], "calificacion": ["50"], "contenido": ["Stopped here a few times for dessert items for later. They have a nice selection of sweets to pick from. All items that we tried were really yummy!!!"]},
{"autor": ["Siebels"], "titulo": ["Loved every minute of our stay!"], "calificacion": ["50"], "contenido": ["We (our family of 4, kids 18 & 20) felt completely at home here from the minute we arrived. Shell and Marsha are very welcoming and accommodating. They put the", "..."]},
{"autor": ["Siebels"], "titulo": ["Great lication"], "calificacion": ["40"], "contenido": ["This place is lasted right across from the beach on the main road in town. Our room overlooked the street and it was a bit loud. But the location is great and y", "..."]},
{"autor": ["Siebels"], "titulo": ["Great breakfast."], "calificacion": ["50"], "contenido": ["We tried this place for our last breakfast in town. There was a bit of a wait due to only one person working, but it was well worth the wait! We all tried a dif", "..."]},
{"autor": ["Siebels"], "titulo": ["Great place with yummy fish!"], "calificacion": ["50"], "contenido": ["We were lucky that our hosts took us to this great location next to the beach for dinner. Our family all had fish prepared different ways! It was very good and", "..."]},
{"autor": ["Siebels"], "titulo": ["Great hotel"], "calificacion": ["50"], "contenido": ["Stayed here before our trip to the Galapagos! It was very relaxing to sit by the pool and read after our 2 full days of seeing the sights in Guayaquil! Very nic", "..."]},
{"autor": ["Siebels"], "titulo": ["Great place to observe Iguanas"], "calificacion": ["50"], "contenido": ["The iguanas are all over in the park! You can buy lettuce to feed them, but they did not seem hungry when we were there! You are able to get very close to them", "..."]},
{"autor": ["Siebels"], "titulo": ["Great breakfast option"], "calificacion": ["50"], "contenido": ["Sat and had breakfast here our first morning in Guayaquil! Great options and the coffee is good with great food options!"]},
{"autor": ["Siebels"], "titulo": ["Great place to people watch"], "calificacion": ["50"], "contenido": ["Our family walked along here many different times during our trip to Guayaquil! Very cool, lots to see and do!"]},
{"autor": ["Siebels"], "titulo": ["Amazing hotel"], "calificacion": ["50"], "contenido": ["We stayed here for 2 nights and based our stay off of the price, reviews and location! This Guesthouse was a perfect fit for our family! The room was spacious,", "..."]},
{"autor": ["Siebels"], "titulo": ["Great visit"], "calificacion": ["50"], "contenido": ["Stopped in before visiting friends in Depoe Bay. Fun to walk around and see the different sea life and do the experiments that they have there!"]},
{"autor": ["Siebels"], "titulo": ["great place to stop!"], "calificacion": ["50"], "contenido": ["Stopped here after the Shasta Caverns tour. Read a few reviews about the looks of the place and to give it a chance. The bartender/server was very friendly. We", "..."]},
{"autor": ["Siebels"], "titulo": ["Great coffee spot"], "calificacion": ["40"], "contenido": ["Lots of options for coffee and breakfast. Right in the middle of town with some seating outside. Friendly staff, even at 6 in the morning on a Sunday!"]},
{"autor": ["Siebels"], "titulo": ["Local brewery"], "calificacion": ["40"], "contenido": ["Food and beer was very good. A little on the expensive side for a lunch option. Very friendly staff, but seemed to be a little understaffed for a Sat afternoon.", "..."]},
{"autor": ["Siebels"], "titulo": ["Great place"], "calificacion": ["40"], "contenido": ["Driving back to Grass Valley from Chico and found this place and decided to try it for dinner. Great selection of beers and food. We loved all the item we picke", "..."]},
{"autor": ["Siebels"], "titulo": ["Great little restaurant!"], "calificacion": ["50"], "contenido": ["Came here with a group of friends for dinner. We had to wait about 10-15 minutes for a table inside. Staff was very friendly and nice. Food was amazing and we s", "..."]},
{"autor": ["Siebels"], "titulo": ["Great burgers!"], "calificacion": ["50"], "contenido": ["So many options to pick from; burgers, beer, pizza, salads... Their veggie burger was really good on the blue cheese option. The fries are super good too! Great", "..."]},
{"autor": ["Siebels"], "titulo": ["Great beer stop!"], "calificacion": ["50"], "contenido": ["Stayed in June Lakes for a few days and stopped here 2 times during our stay. Great beer and atmosphere!"]}
]