[
{"titulo_art": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en", "Facebook", ",", "@IGNLatam", "y", "Google+", "para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "", "ign_latam@ign.com"]},
{"titulo_art": ["Spider-Man: Miles Morales - el origen del traje del héroe fue revelado hace 2 años y nadie se dio cuenta"], "contenido": ["Spider-Man: Miles Morales tuvo su sorprendente revelación dentro del reciente evento digital de Sony en el que se revelaron múltiples juegos que llegaran al PS5, y mientras que no se ofrecieron muchos detalles acerca del juego si sabemos que Miles ya llevará un buen rato siendo el nuevo héroe arácnido de Nueva York.", "Sin embargo, muchos se preguntaban cómo es que integrarían al alter-ego de Miles en el universo de Spider-Man PS4. Aunque el final del primer juego nos deja con la sugerencia de que sería entrenado por Peter Parker (de manera muy distinta a su versión original en el universo Ultimate de Marvel), en el trailer se muestra luchando contra villanos con por lo menos un poco de experiencia, y sobre todo su traje negro y rojo.", "La respuesta simple parece haberse encontrado disponible desde hace casi dos años, dentro de las páginas de Spider-Geddon. En esta serie de comics que continúa los eventos de Spider-Verse, Miles lidera a un grupo de héroes arácnidos de múltiples dimensiones entre los cuales se encuentra el Peter Parker del juego de PS4. Cuando este va a presentarse, sospechando que se trata de una versión alterna de su propio Miles y que aparentemente ya está entrenando, menciona algo que parece darnos la respuesta:", "Miles le envía sus saludos al Miles de este Peter, a lo que este Spidey le responde \"Podría hacer mucho más que eso. Ese atuendo que tienes ahí es bastante interesante\". Esto parece indicar que al regresar a su propio universo (y antes de desaparecer, aparentemente) Peter le construye su traje a Miles añadiendo algunas mejoras para que pueda salir a ser su propio héroe.", "Mientras que en el juego del 2018 Peter puede obtener nuevos atuendos y cambiar a su gusto, aún no sabemos si Miles podrá hacer lo mismo en Spider-Man: Miles Morales.", "Pero hay que entender que este será un Miles bastante distinto: en los cómics su aparición llega después de la trágica muerte del Spider-Man original, y lucha por llenar sus zapatos. Este miles ha sido entrenado por Peter, y ha desarrollado una relación amistosa con el héroe, así que cualquier cosa podría suceder."]},
{"titulo_art": ["PlayStation 5: estos son los juegos de PS4 incompatibles con la nueva consola"], "contenido": ["Sony confirmó que los datos guardados se pueden transferir de PS4 a PS5, además de enumerar diez juegos que no serán compatibles con la nueva consola.", "En una nueva página de soporte de PlayStation", ", la empresa afirma que \"puedes transferir juegos digitales y datos guardados de una consola PS4 a una consola PS5 mediante transferencia de datos WiFi\". No hay información sobre si los guardados en la nube de PS4 se pueden descargar en una consola PS5.", "Además, las instrucciones de compatibilidad con versiones anteriores revelan que jugar títulos de PS4 comprados digitalmente sólo se podrá hacer al descargarlos de tu biblioteca a PS5, mientras que los discos simplemente se pueden insertar (aunque es posible que se requiera una actualización).", "En cuanto a qué juegos son compatibles, Sony afirma una vez más que “la inmensa mayoría de los más de 4,000 juegos de PS4 se pueden reproducir en consolas PS5”. Sin embargo, la compañía publicó una lista de 10 juegos \"solo para PS4\", lo que sugiere que solo menos de una docena de títulos no serán retrocompatibles. Esos juegos son:", "", "DWVR", "", "Afro Samurai 2 Revenge of Kuma Volume One", "", "TT Isle of Man - Ride on the Edge 2", "", "Just Deal With It!", "", "Shadow Complex Remastered", "", "Robinson: The Journey", "", "We Sing", "", "Hitman Go: Definitive Edition", "", "Shadwen", "", "Joe's Diner", "", "En cuanto a los juegos que sí tienen esta cualidad, se beneficiarán del Game Boost, que \"puede hacer que los juegos de PS4 se ejecuten con una velocidad de frame rate más alta o más suave\".", "La página también señala que algunas funciones pueden no estar presentes cuando se juegan títulos de PS4 en PS5, como el menú Compartir (se reemplaza por el menú Crear), In-Game Live de PlayStation y la función de torneos. Además, algunos juegos \"pueden presentar errores o comportamientos inesperados\". También señala que los controles DualShock 4 se pueden usar con la PS5 para entregas de la anterior consola.", "En noticias relacionadas,", "te explicamos cómo comprar de forma segura un PS5 o Xbox Series X en Internet."]},
{"titulo_art": ["Left 4 Dead: así se vería su secuela espiritual"], "contenido": ["Turtle Rock Studios, los creadores de Left 4 Dead, han revelado arte conceptual de su próximo juego co-operativo de zombies, una secuela espiritual de L4D llamado Back 4 Blood.", "Revelado en", "Twitter", ", la imagen muestra una fortaleza de (suponemos) humanos, rodeada de fortificaciones y trampas. Puedes verlo a continuación:", "Revealed on", "Twitter", ", the image shows off a ramshackle human settlement, surrounded by fortifications and traps. Check it out below:", "Cuando Back 4 Blood fue revelado, Turtle Rock explicó que el juego sería un \"FPS cooperativo next-gen\" en donde \"serás capaz de dispararle a montones de zombies como en Left 4 Dead\", pero con \"un montón de cosas nuevas en Back 4 Blood que lo hacen único\".", "La imagen podría sugerir un juego en el que la defensa es tan importante como el escape, en donde los jugadores estarán intentando forzar a las hordas de zombies a trampas así como tiroteos. Sin embargo, Turtle Rock no ha ofrecido más detalles acerca del juego, así que todo es especulación por ahora.", "Back 4 Blood está planeado para un lanzamiento en PC, Xbox One, y PS4 (aunque en el 2019 se dijo que no eliminaba la posibilidad de otras consolas). No hay una fecha de lanzamiento establecida."]},
{"titulo_art": ["PlayStation 4: usuarios firman petición para eliminar los juegos gratis de PS Plus de este mes"], "contenido": ["La semana pasada cuando", "se anunciaron los juegos de PlayStation Plus", "para este mes de mayo los jugadores se desconcertaron al descubrir que se trataba de Farming Simulator 19 y Cities: Skylines, y es que además de que son juegos de simulación que van dirigidos a un nicho específico, no eran los que indicaban las filtraciones.", "Días antes de eso los reportes decían que los juegos serían Dark Souls Remastered y Dying Light, por lo que hubo decepción entre la comunidad de PlayStation con los títulos elegidos.", "Así que debido a esto tenemos que los jugadores están mostrando su descontento al crear una petición en", "Change.org", "que le está pidiendo a Sony cambiar los juegos de PlayStation Plus de mayo, donde llama la atención que ya se han recaudado más de 33 mil firmas. La petición tiene la siguiente descripción:", "", "Después de la filtración sobre Dark Souls Remastered y Dying Light, miles de entusiastas de PlayStation estaban emocionados por ver unos de los mejores juegos en mucho tiempo por parte de PS Plus, pero quedamos sorprendidos y tristes con lo que parece una broma de April Fool's en la forma de Farming Simulator 19 y una copia de Sim City.", "", "", "Como sabrán, los juegos de PlayStation Plus son un par de títulos que Sony \"regala\" a los jugadores cada mes pero que solo pueden conservar mientras mantengan activa su suscripción, y las expectativas estaban altas para este mes ya que además de la filtración también se consideraba que en", "el mes pasado hubo títulos buenos", "como Uncharted 4 y DiRT Rally 2.0.", "Ya veremos qué sucede, pero de entrada luce complicado que Sony vaya a tomar en cuenta la petición. ¿A ustedes qué les parecieron los juegos de mayo?"]},
{"titulo_art": ["Spider-Man: Miles Morales no es un juego entero, sólo una expansión"], "contenido": ["Para muchos, Marvel's Spider-Man: Miles Morales fue presentado como una secuela del juego de Insomniac, pero de hecho es \"una expansión y una mejora del juego anterior\".", "Hablando con", "The Telegraph", "(vía", "VGC", "), el vicepresidente de negocios europeos de Sony, Simon Rutter explicó: \"Creo que puedes llamarlo una expansión y una mejora del juego anterior. Hay un componente específico de Miles Morales, que es el elemento de expansión, pero también dentro del juego, también tiene importantes mejoras, obviamente desplegando algunas de las principales tecnologías y características de PlayStation 5 \".", "Sigue siendo poco claro qué forma tomará esta expansión. El lenguaje de Rutter hace que parezca que Spider-Man de Marvel podría recibir una remasterización completa en PS5 (como se insinuó en las primeras presentaciones de la consola), con un nuevo componente importante protagonizado por Miles Morales. Sin embargo, puede ser que esta es una expansión independiente que se basa en la mecánica y el motor del original, en la línea de Uncharted: Lost Legacy o Infamous: First Light.", "Tampoco está claro si esto significa que el contenido de Miles Morales llegará a PS4. Nos hemos puesto en contacto con Sony para obtener una respuesta.", "Spider-Man: Miles Morales fue anunciado en el evento de revelación de PS5 de ayer, que presentó una gran cantidad de juegos de última generación,", "sin mencionar el diseño poco convencional de PlayStation 5 y su edición digital recientemente revelada", ". Miles Morales fue uno de los dos nuevos proyectos anunciados ayer por Insomniac; también vimos a Ratchet & Clank: Rift Apart."]},
{"titulo_art": ["PlayStation 5: ¿cómo se compara su precio de lanzamiento con en de las anteriores consolas?"], "contenido": ["Sony ha anunciado que el PlayStation 5 tendrá un precio oficial de $499.99 USD por su versión con lector Blu-Ray, y de $399.99 por su Edición Digital, llegando a países como Estados Unidos, Canadá, Japón y México el 12 de noviembre y al resto del mundo el 19 de noviembre.", "Mientras que el precio lo coloca en una posición increíblemente reñida en contra de Microsoft, quienes revelaron hace poco los precios de sus propias consolas de próxima generación, En esta ocasión queremos dar un vistazo al pasado para ver cómo es que esta nueva consola PlayStation se compara con sus predecesores a lo largo de los años.", "", "PlayStation 4 y PlayStation 4 Pro", "La consola de generación actual (por lo menos hasta el 12 de noviembre) de Sony fue increíblemente exitosa, teniendo un costo de $399 USD en su fecha de lanzamiento. Sin embargo, su costo se ha reducido bastante desde entonces, habiendo pasado a únicamente $299 USD por su versión básica.", "Unos cuantos años después de su lanzamiento, la compañía lanzó una versión más poderosa de la consola, el PlayStation 4 Pro, que comenzó a distribuirse por $399 USD, el cual se ha mantenido hasta la fecha.", "", "PlayStation 3", "Aunque el PS5 puede ser considerado algo caro en comparación con las consolas actuales en el mercado, no se trata del precio más caro en el catálogo de Sony. Ese título se lo lleva el PlayStation 3 y sus dos versiones iniciales:", "", "PlayStation 3 20GB - $499 USD", "", "PlayStation 3 60GB - $599 USD", "", "El lanzamiento del PS3 fue desastroso, otorgándole una enorme ventaja a su competencia en ese momento. El precio tan alto de la consola alentó a Sony durante años, y a pesar de que lograron recuperarse continúa siendo un momento infame en la historia de los videojuegos.", "", "PlayStation 2", "Oficialmente la consola más exitosa en la historia de la industria de los videojuegos, el PS2 le debe su colosal éxito a excelentes exclusivas, buen desempeño del sistema, y un precio de entrada increíblemente accesible para la época.", "La adorada consola entró al mercado en el año 2000 por el diminuto precio de $299 USD, y sólo se mejoró con el tiempo cuando dos años después sony decidió reducir el precio a $199 USD (y lanzó versiones más optimizadas y reducidas en tamaño)", "", "PlayStation", "El que inició todo para la marca de gaming, abuelito de las consolas de CD-ROM, el pequeño ladrillo gris que si pudo: El PlayStation original se lanzó en Japón el 3 de diciembre de 1994 y casi un año después en el resto del planeta. ¿Su precio original? Únicamente $299 USD.", "La consola se mantuvo activa durante 12 años, recibiendo nuevos títulos incluso después del lanzamiento del PlayStation 2 y tan sólo unos meses antes del estreno del PlayStation 3. No fue hasta entonces que esta clásica consola terminó su producción."]},
{"titulo_art": ["PlayStation Store tiene cientos de juegos de PS4 con descuento"], "contenido": ["Si están pensando en adquirir uno o más juegos de", "PlayStation 4", "para disfrutar en esta cuarentena ahora es un buen momento ya que", "PlayStation Store", "tiene la promoción Gemas Ocultas que ofrece una amplia variedad de títulos con importantes descuentos.", "Entre los juegos incluidos en la promoción están Yakuza 5 Remastered, Payday 2: The Crimewave Collection, Control, Destiny 2: Shadowkeep, Ghostbusters: The Video Game Remastered, Bloodstained: Ritual of the Night y muchos más.", "La promoción Gemas Ocultas estará disponible hasta el 20 de mayo, en este enlace pueden visitar PlayStation Store, y a continuación les dejamos el listado con los juegos y sus respectivos descuentos:", "Juegos de PS4 / Descuento", "", "101 WAYS TO DIE 50%", "", "7TH SECTOR COLLECTOR’S EDITION 30%", "", "8-BIT ARMIES 80%", "", "8-BIT HORDES 83%", "", "8-BIT INVADERS! 88%", "", "911 OPERATOR + SPECIAL RESOURCES 40%", "", "A KNIGHT’S QUEST 50%", "", "ABSOLVER 75%", "", "ABZÛ 50%", "", "ACCIDENTS WILL HAPPEN – DANGEROUS DRIVING CRASH MODE BUNDLE 50%", "", "ADR1FT 75%", "", "ADVENTURE TIME PIRATES OF THE ENCHIRIDION 60%", "", "AEREA 97%", "", "AGE OF WONDERS: PLANETFALL 50%", "", "AGE OF WONDERS: PLANETFALL DELUXE EDITION 50%", "", "AGE OF WONDERS: PLANETFALL PREMIUM EDITION 50%", "", "ALCATRAZ 65%", "", "AMERICAN FUGITIVE 60%", "", "ARISE: A SIMPLE STORY 30%", "", "ARIZONA SUNSHINE 70%", "", "ARIZONA SUNSHINE – DEAD MAN DLC 50%", "", "ARIZONA SUNSHINE – THE DAMNED DLC 50%", "", "ARMIKROG 70%", "", "ASSETTO CORSA 70%", "", "ASSETTO CORSA SEASON PASS 70%", "", "ASSETTO CORSA ULTIMATE EDITION 70%", "", "AT SUNDOWN: SHOTS IN THE DARK 60%", "", "BAD NORTH 40%", "", "BANNER SAGA 1 80%", "", "BANNER SAGA 2 80%", "", "BANNER SAGA 3 50%", "", "BANNER SAGA TRILOGY 60%", "", "BEDLAM: THE GAME BY CHRISTOPHER BROOKMYRE 50%", "", "BEE SIMULATOR 40%", "", "BEHOLDER 2 40%", "", "BEHOLDER CIVIC DUTY BUNDLE 40%", "", "BEHOLDER COMPLETE EDITION 70%", "", "BLACKSAD : UNDER THE SKIN 50%", "", "BLACKWOOD CROSSING 50%", "", "BLOOD BOWL 2 75%", "", "BLOOD BOWL 2: LEGENDARY EDITION 75%", "", "BLOODROOTS 30%", "", "BLOODSTAINED: RITUAL OF THE NIGHT 50%", "", "BLOODY ZOMBIES 60%", "", "BOMBER CREW 70%", "", "BOMBER CREW DELUXE EDITION 70%", "", "BOMBER CREW: AMERICAN EDITION 70%", "", "BOUND BY FLAME 80%", "", "BROFORCE 75%", "", "BUCKET KNIGHT 35%", "", "CANDLE: THE POWER OF THE FLAME 80%", "", "CAR MECHANIC SIMULATOR 40%", "", "CAR MECHANIC SIMULATOR – DLC MEGA PACK 40%", "", "CARDPOCALYPSE 30%", "", "CARDPOCALYPSE MEGA MUTANT EDITION 30%", "", "CHILD OF LIGHT 70%", "", "CHILDREN OF MORTA 33%", "", "CITADEL: FORGED WITH FIRE 40%", "", "CONTROL 50%", "", "CROSSING SOULS 75%", "", "DANDARA: TRIALS OF FEAR EDITION 60%", "", "DANGER ZONE 70%", "", "DANGER ZONE 2 75%", "", "DANGER ZONE BUNDLE – DANGER ZONE AND DANGER ZONE 2 50%", "", "DANGEROUS DRIVING 60%", "", "DANGEROUS GOLF 70%", "", "DARKWOOD 50%", "", "DARKWOOD – SPECIAL EDITION 50%", "", "DEAD CELLS: THE BAD SEED BUNDLE 20%", "", "DEAR ESTHER: LANDMARK EDITION 65%", "", "DEFUNCT 95%", "", "DEGREES OF SEPARATION 80%", "", "DESTINY 2: FORSAKEN 40%", "", "DESTINY 2: SHADOWKEEP 40%", "", "DESTINY 2: UPGRADE EDITION 33%", "", "DISNEY CLASSIC GAMES: ALADDIN AND THE LION KING 40%", "", "DOCTOR WHO: THE EDGE OF TIME 40%", "", "DOLLHOUSE 70%", "", "DON’T STARVE MEGA PACK 60%", "", "DON’T STARVE TOGETHER: CONSOLE EDITION 50%", "", "DON’T STARVE: CONSOLE EDITION 75%", "", "DON’T STARVE: CONSOLE EDITION + REIGN OF GIANTS EXPANSION 75%", "", "DREAMWORKS DRAGONS DAWN OF NEW RIDERS 65%", "", "DUCT TAPES ARE FOREVER 65%", "", "ENTER THE GUNGEON 50%", "", "ESCAPE TEAM 65%", "", "ESPIRE 1: VR OPERATIVE 40%", "", "EXTINCTION 75%", "", "EXTINCTION: DELUXE EDITION 75%", "", "FARMING SIMULATOR 17 60%", "", "FARMING SIMULATOR 17 – PLATINUM EDITION 66%", "", "FARMING SIMULATOR 17 – PREMIUM EDITION 70%", "", "FLASHBACK 70%", "", "FOR THE KING 60%", "", "FROSTPUNK: CONSOLE EDITION 33%", "", "GET EVEN 75%", "", "GHOSTBUSTERS: THE VIDEO GAME REMASTERED 60%", "", "GONNER 70%", "", "GRIS 50%", "", "GROUNDHOG DAY: LIKE FATHER LIKE SON 35%", "", "GUACAMELEE! 2 75%", "", "GUACAMELEE! 2 COMPLETE 75%", "", "GUACAMELEE! SUPER TURBO CHAMPIONSHIP EDITION 75%", "", "GUN CLUB VR 50%", "", "GUNS, GORE AND CANNOLI 2 50%", "", "HOTEL TRANSYLVANIA 3 MONSTERS OVERBOARD 65%", "", "HOTLINE MIAMI 75%", "", "HOTLINE MIAMI 2: WRONG NUMBER 75%", "", "HUNTING SIMULATOR 75%", "", "ICE AGE SCRAT’S NUTTY ADVENTURE! 33%", "", "IMPACT WINTER 75%", "", "INDIVISIBLE 40%", "", "INSTANT INDIE COLLECTION: VOL. 1 85%", "", "INSTANT INDIE COLLECTION: VOL. 2 85%", "", "INSTANT INDIE COLLECTION: VOL. 3 85%", "", "INSTANT INDIE COLLECTION: VOL. 4 85%", "", "INSTANT INDIE COLLECTION: VOL. 5 85%", "", "IT’S QUIZ TIME 40%", "", "JOURNEY TO THE SAVAGE PLANET 40%", "", "JUMANJI: THE VIDEO GAME 33%", "", "KINGDOM TWO CROWNS 25%", "", "KINGDOM: NEW LANDS 75%", "", "KNIGHTS AND BIKES 25%", "", "LARA CROFT AND THE TEMPLE OF OSIRIS 80%", "", "LARA CROFT AND THE TEMPLE OF OSIRIS SEASON PASS 85%", "", "LARA CROFT GO 80%", "", "LAST DAY OF JUNE 70%", "", "LAYERS OF FEAR 70%", "", "LAYERS OF FEAR + OBSERVER_ BUNDLE 70%", "", "LAYERS OF FEAR: MASTERPIECE EDITION 65%", "", "LET THEM COME 50%", "", "LIFE IS STRANGE COMPLETE SEASON 80%", "", "LIFE IS STRANGE: BEFORE THE STORM COMPLETE SEASON 80%", "", "LIFE IS STRANGE: BEFORE THE STORM DELUXE EDITION 80%", "", "LITTLE NIGHTMARES 75%", "", "LITTLE NIGHTMARES COMPLETE EDITION 75%", "", "LITTLE NIGHTMARES SECRETS OF THE MAW EXPANSION PASS 50%", "", "LOVERS IN A DANGEROUS SPACETIME 60%", "", "MAGICKA 2 75%", "", "MAGICKA 2: SPECIAL EDITION 75%", "", "MANUAL SAMUEL 60%", "", "MARK OF THE NINJA: REMASTERED 50%", "", "MELBITS WORLD 40%", "", "MINIT 50%", "", "MONSTER BOY AND THE CURSED KINGDOM 55%", "", "MORDHEIM: CITY OF THE DAMNED 70%", "", "MORDHEIM: CITY OF THE DAMNED – COMPLETE EDITION 70%", "", "MOSAIC 30%", "", "MOSAIC 1% EDITION 30%", "", "MOTHER RUSSIA BLEEDS 75%", "", "MUTANT YEAR ZERO: ROAD TO EDEN 50%", "", "MY TIME AT PORTIA – HOUSEWARMING GIFT SET 60%", "", "NARCOS: RISE OF THE CARTELS 40%", "", "NEVEROUT 70%", "", "NIDHOGG 75%", "", "NIDHOGG 2 75%", "", "NINJIN: CLASH OF CARROTS 75%", "", "OBSERVATION 50%", "", "OBSERVER 70%", "", "OCTODAD: DADLIEST CATCH 75%", "", "OUTCAST – SECOND CONTACT 85%", "", "OUTWARD 55%", "", "OVERCOOKED! + OVERCOOKED! 2 50%", "", "OVERCOOKED! 2 – CAMPFIRE COOK OFF 33%", "", "OVERCOOKED! 2 – CARNIVAL OF CHAOS 33%", "", "OVERCOOKED! 2 – NIGHT OF THE HANGRY HORDE 33%", "", "OVERCOOKED! 2 – SEASON PASS 35%", "", "OVERCOOKED! 2 – SURF ‘N’ TURF 33%", "", "OVERCOOKED! 2 – TOO MANY COOKS PACK 33%", "", "OVERPASS DELUXE EDITION 85%", "", "OVERRIDE: MECH CITY BRAWL – SUPER CHARGED MEGA EDITION 75%", "", "PATHOLOGIC 2 30%", "", "PAW PATROL IS ON A ROLL! 50%", "", "PAYDAY 2: CRIMEWAVE EDITION 75%", "", "PAYDAY 2: THE CRIMEWAVE COLLECTION 75%", "", "PERFECT 50%", "", "PILLARS OF ETERNITY II: DEADFIRE – ULTIMATE EDITION 35%", "", "PORTAL KNIGHTS 60%", "", "POWER RANGERS: BATTLE FOR THE GRID 50%", "", "POWER RANGERS: BATTLE FOR THE GRID – COLLECTOR’S EDITION 50%", "", "PRO FISHING SIMULATOR 50%", "", "PUMPED BMX + 65%", "", "RACE WITH RYAN 33%", "", "RAD 50%", "", "REAL FARM 98%", "", "REGALIA: OF MEN AND MONARCHS – ROYAL EDITION 85%", "", "REGALIA: OF MEN AND MONARCHS – ROYAL EDITION OST COMBO 85%", "", "REUS 97%", "", "RIFTSTAR RAIDERS 75%", "", "RIOT – CIVIL UNREST 80%", "", "RISK OF RAIN 2 50%", "", "ROAD REDEMPTION 50%", "", "ROMAN RUMBLE IN LAS VEGUM – ASTERIX & OBELIX XXL 2 50%", "", "RONIN 80%", "", "RUINER 75%", "", "RUSH VR 55%", "", "SEA OF SOLITUDE 50%", "", "SEASONS AFTER FALL 75%", "", "SERIAL CLEANER 65%", "", "SHADOW WARRIOR 75%", "", "SHADOW WARRIOR 2 75%", "", "SHINESS: THE LIGHTNING KINGDOM 75%", "", "SHINY – A ROBOTIC ADVENTURE 98%", "", "SHOOTY FRUITY 45%", "", "SNIPER ELITE 3 75%", "", "SOLO: ISLANDS OF THE HEART 75%", "", "SPACE HULK BUNDLE 70%", "", "SPACE HULK: DEATHWING – ENHANCED EDITION 75%", "", "SPACE HULK: TACTICS 75%", "", "SPARKLITE 40%", "", "SPIKE VOLLEYBALL 55%", "", "SPIRIT OF THE NORTH 40%", "", "STAR WARS JEDI KNIGHT II – JEDI OUTCAST 25%", "", "STELLARIS: CONSOLE EDITION 60%", "", "STELLARIS: CONSOLE EDITION – DELUXE EDITION 60%", "", "STIKBOLD! A DODGEBALL ADVENTURE 55%", "", "STRANDED SAILS – EXPLORERS OF THE CURSED ISLANDS 40%", "", "STRANGER THINGS 3: THE GAME 75%", "", "STYX: SHARDS OF DARKNESS 70%", "", "SUBNAUTICA 40%", "", "SUPER STREET: THE GAME 50%", "", "SURF WORLD SERIES 40%", "", "SURVIVING MARS 60%", "", "SURVIVING MARS – DIGITAL DELUXE EDITION 60%", "", "SURVIVING MARS – FIRST COLONY EDITION 60%", "", "TERRARIA: PS4 EDITION 70%", "", "THE ASSEMBLY 60%", "", "THE BARD’S TALE IV: DIRECTOR’S CUT 65%", "", "THE COUNT LUCANOR 88%", "", "THE ESCAPISTS 2 – BIG TOP BREAKOUT 50%", "", "THE ESCAPISTS 2 – DUNGEONS AND DUCT TAPE 50%", "", "THE ESCAPISTS 2 – THE GLORIOUS REGIME 50%", "", "THE ESCAPISTS 2 – WICKED WARD 50%", "", "THE ESCAPISTS DLC BUNDLE 60%", "", "THE FISHERMAN – FISHING PLANET 40%", "", "THE FLAME IN THE FLOOD: COMPLETE EDITION 70%", "", "THE HONG KONG MASSACRE 55%", "", "THE JACKBOX PARTY PACK 50%", "", "THE JACKBOX PARTY PACK 2 50%", "", "THE JACKBOX PARTY PACK 3 40%", "", "THE JACKBOX PARTY PACK 4 40%", "", "THE JACKBOX PARTY PACK 5 40%", "", "THE JACKBOX PARTY PACK 6 35%", "", "THE LITTLE ACRE 70%", "", "THE LONG REACH 88%", "", "THE LOST MORSEL 40%", "", "THE MESSENGER 50%", "", "THE SHADOW WARRIOR COLLECTION 75%", "", "THE SURGE 70%", "", "THE SURGE – AUGMENTED EDITION 70%", "", "THE SWORDS OF DITTO: MORMO’S CURSE 50%", "", "THE TALOS PRINCIPLE: DELUXE EDITION 90%", "", "THE TECHNOMANCER 80%", "", "THRONEBREAKER: THE WITCHER TALES 50%", "", "TITAN SOULS 75%", "", "TOREN 75%", "", "TRINE: ULTIMATE COLLECTION 60%", "", "TRUCK DRIVER 33%", "", "TT ISLE OF MAN – RIDE ON THE EDGE 50%", "", "TWO POINT HOSPITAL 25%", "", "UNBOX: NEWBIE’S ADVENTURE 85%", "", "UNO FLIP! 67%", "", "UNO RAYMAN THEME DLC 67%", "", "UNO JUST DANCE THEME DLC 67%", "", "UNO ULTIMATE EDITION 40%", "", "UNRAVEL YARNY BUNDLE 70%", "", "VAPORUM 60%", "", "WORMS BATTLEGROUNDS ALIEN INVASION 70%", "", "WUPPO 95%", "", "XENON RACER 80%", "", "YAGA 30%", "", "YAGA BAD LUCK BUNDLE 30%", "", "YAKUZA 3 REMASTERED 20%", "", "YAKUZA 4 REMASTERED 20%", "", "YAKUZA 5 REMASTERED 20%", "", "YESTERDAY ORIGINS 70%", "", "¿Se animarán por alguno?"]},
{"titulo_art": ["Injustice: Gods Among Us está disponible gratis para PS4, Xbox y PC, y así puedes conseguirlo"], "contenido": ["Atención fans de los juegos de pelea y de los héroes y villanos de DC, Warner Bros. está regalando Injustice: Gods Among Us, el título de 2013  desarrollado por NetherRealm y que está disponible para PC, PS4 y Xbox 360 —compatible con Xbox One.", "El anuncio de que el título estaría disponible completamente gratis vino de parte del propio Warner Bros. Games, quien anunció en Twitter que podrán descargarlo sin costo hasta el próximo 25 de junio. Pero esto no es todo, una vez descargado, se quedará en tu biblioteca de forma permanente.", "", "", "Be a hero while playing with friends and family. Injustice: Gods Among Us is available for free now on", "@Xbox", ",", "@PlayStation", ", and PC until June 25!", "#playathome", "", "#playtogether", "", "pic.twitter.com/8KP8nOJC9D", "— WB Games (@wbgames)", "June 19, 2020", "Sé un héroe mientras juegas con tus amigos y familia. Injustice: Gods Among Us está disponible de forma gratuita ahora en Xbox, PlayStation y PC hasta el próximo 25 de junio. #JuegaEnCasa #JueguenJuntos", "¿Cómo descargarlo? Accede la tienda virtual de tu consola preferida, ya sea Steam, PS Store o Microsoft Store, o ve directamente a estos enlaces para", "PC", ",", "PS4", "y", "Xbox", ".", "Recuerda que tienes hasta este 25 de junio para quedarte con este juego de forma permanente.", "", "En más sobre videojuegos, te recomendamos:", "Pokémon Snap recibirá su esperada secuela más de 20 años después del original", "y", "estos juegos estarán gratis en Xbox One, PlayStation 4 y PC del 19 al 21 de junio", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en", "Twitter", "e", "Instagram", "como @jemafg"]},
{"titulo_art": ["PlayStation 5 sí correría todos los juegos de PS4, incluso aquellos \"no autorizados\" por Sony"], "contenido": ["La retrocompatibilidad del PlayStation 5 con juegos de PS4 parece ser mucho menos complicada de lo que se pensaba anteriormente.", "El streamer Lance McDonald, conocido principalmente por su contenido de minado de datos de Bloodborne y Dark Souls, publicó recientemente en Twitter un comentario que revelaba que el hardware del PS5 podrá correr cualquier juego de PS4 existente, sin importar si habían sido verificados, probados y autorizados por Sony.", "\"Ha habido algo de confusión acerca de esto en el pasado y puedo aclararlo ahora\", escribió McDonald. \"El PlayStation 5 puede correr todos los juegos de PlayStation 4 antes del whitelisting por juego. Sony continúa probando títulos pero el sistema no te prevendrá de lanzar juegos que no han sido probados\". El tweet ya fue eliminado, pero", "ResetEra", "logró archivarlo antes de eso.", "Poco después de su eliminación, McDonald publicó que \"borré el tweet por respeto al dueño de la plataforma. Siéntanse libres de interpretar eso como gusten\".", "Previamente, la manera en que Sony había hablado de las opciones de retrocompatibilidad de la nueva consola hacían sonar a la función como si sólo pudieran correr títulos de una lista de juegos \"compatibles\". Como siempre, esto bien puede tratarse de una medida de seguridad para protegerse a si mismos al no prometer un sistema infalible cuando la diferencia en arquitecturas de consola tienen la posibilidad de causar problemas para los usuarios.", "Sea como sea, por el momento esto también se debe de tomar como poco más que un simple rumor. Después de todo no se puede saber la validez de estos comentarios a menos que sony decida hacer un comunicado oficial."]},
{"titulo_art": ["PlayStation: no hay interés en hacer que los juegos de PS5 tengan versión en PS4"], "contenido": ["El CEO de PlayStation, Jim Ryan, no está interesado en hacer que", "los juegos de PS5", "se ejecuten en hardware de PS4, afirmando que los desarrolladores que trabajan en juegos de siguiente generación deberían \"aprovechar al máximo\" las características avanzadas de la nueva consola.", "Hablando con GamesIndustry, Ryan dijo:", "\"Creemos que cuando te tomas la molestia de crear una consola de siguiente generación, debe incluir características y beneficios que la generación anterior no incluye. Y por eso, en nuestra opinión, la gente debería hacer juegos que puedan aprovechar al máximo esas características", ".\"", "La", "PS5", "presenta una variedad de nuevas tecnologías personalizadas para la consola, como un control que proporciona retroalimentación háptica para simular superficies y un SSD que ofrece", "velocidades de transferencia de datos 100 veces más altas", ", lo que permite que los datos del juego se asignen de diferentes maneras en comparación con Discos Duros mecánicos tradicionales. En pocas palabras, estas cosas no se pueden traducir al hardware de PS4 porque la consola anterior no es capaz de hacerlo. Parece que Ryan preferiría que los desarrolladores aprovechen al máximo la nueva tecnología en lugar de preocuparse por el soporte entre generaciones.", "\"", "Creemos en las generaciones, y si se trata del control DualSense, del audio 3D, o de las múltiples formas en que se puede utilizar el SSD,", "\" dijo. \"", "Estamos pensando que es hora de darle a la comunidad de PlayStation algo nuevo, algo diferente, que realmente solo se pueda disfrutar en PS5.\"", "Este enfoque es diferente del empleado por Microsoft. El plan es que los juegos de", "Xbox Series X", "también funcionen en el hardware más antiguo de Xbox One, aunque se ejecuten con una calidad inferior. El enfoque significa que los desarrolladores deben tener en cuenta las limitaciones de la tecnología anterior al desarrollar lo que técnicamente es la más poderosa de las dos consolas de siguiente generación.", "Estamos listos para ver más de Sony en", "la conferencia de PlayStation 5 que se realizará el próximo 4 de junio", ". Por cierto, se ha confirmado que la consola aún se lanzará este año, y además Ryan ha dicho que la pandemia de COVID-19 no afectará el precio de la nueva consola.", ""]},
{"titulo_art": ["PlayStation 5: Sony confirmó que sí puedes usar los discos de PS4"], "contenido": ["Una cuenta oficial de PlayStation ha confirmado que el PlayStation 5 regular que cuenta con un lector Blu-ray será capaz de hacer uso de los discos de PlayStation 4, por lo que su retrocompatibilidad no se limita a títulos digitales.", "Reportado por", "siliconera", ", el tweet en cuestión fue publicado por la cuenta Ask PlayStation JP en respuesta a un usuario de Twitter que aseguraba que \"un disco de PS4 no funcionará incluso cuando sea insertado a un PS5\". Sin embargo, la realidad es que la retrocompatibilidad de la consola funcionará con todos los discos de PS4 que sean compatibles.", "\"Si el juego de PS4 es soportado por las operaciones de compatibilidad de PS5, las versiones de disco y digital se pueden jugar como están en el PS5\" dice el tweet en japonés. \"Si vas a jugar el juego de PS4 con un disco, por favor elige el modelo con el lector de discos. Nos disculpamos por la insuficiencia en el contacto de apoyo relacionado a [la retrocompatibilidad] del PS5, ya que hicimos el addendum de arriba\".", "", "PS5の互換動作に対応したPS4のゲームであれば、ディスク版でもデジタル版でもPS5でそのままプレイ可能です。PS4のゲームをディスクでプレイする場合は、ディスクドライブ搭載モデルをお選び下さい。以上PS5の互換性に関する窓口対応について不足がございましたので補足してお詫び申し上げます。", "pic.twitter.com/Ha0JZGHtf4", "— Ask PlayStation JP (@AskPS_JP)", "September 23, 2020", "Previamente habíamos escuchado que un \"99 porciento\" de los juegos de PS4 que Sony ha puesto a prueba en el PS5 son completamente retrocompatibles, pero lamentablemente esto no se exiende a los juegos de PS1, PS2, o PS3."]},
{"titulo_art": ["PS5 sería 100 veces más rápido que el PlayStation 4"], "contenido": ["Las noticias sobre el PlayStation 5 y sus características siguen llegando, aunque esta vez se trata de una fuente que podemos considerar como “oficial”, ya que el CEO de Sony, Kenichiro Yoshida, aseguró que la nueva consola será mucho más rápida que el PlayStation 4. Cien veces más, para ser exactos.", "De acuerdo con información de Comic Book", ", el dato fue revelado por el directivo en una reunión de estrategia corporativa y es importante porque gracias a esto, los jugadores tendrán tiempos de carga mucho menores en el PS5 en comparación con el PS4.", "Yoshida declaró que “los jugadores deberían poder moverse por inmensos mundos de juego casi en un instante”.", "Esta noticia hará felices, particularmente, a aquellos gamers que ya están decididos a cambiar su PS4 por el PS5, debido a que las velocidades de cargas mucho menores les permitirán una mejor experiencia de juego. Lo interesante ahora será ver si los títulos de generaciones anteriores también aprovecharán esta característica.", "Hasta ahora, sin que Sony haya revelado oficialmente todas las características de su próxima consola, todo es especulación. La revelación oficial debería estar cerca de llegar, ya que de acuerdo con Sony, el lanzamiento del PS5 se mantiene para finales de este año, a pesar de la pandemia del Coronavirus.", "En más temas relacionados:", "Sony pronto revelará los juegos para su nueva consola", ".", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en", "Twitter", "e", "Instagram", "como @jemafg"]},
{"titulo_art": ["Marvel's Spider-Man tu progreso en PlayStation 4 no se transferirá al PS5"], "contenido": ["Si compras la Ultimate Edition de Marvel's Spider-Man: Miles Morales para conseguir la versión remasterizada del juego original, no podrás transferir tu progreso de la versión de PS4.", "El desarrollador Insomniac Games reveló la noticia en", "Twitter", ", así como también otorgó más detalles acerca de cómo funcionará la versión remasterizada del juego del 2018 en una serie de respuestas a preguntas de los fans.", "Si planeas continuar desde donde te quedaste en el PS4, no tendrás mucha suerte, ya que los dos juegos serán entidades completamente distintas, lo que significa que tu archivo de la generación actual no será compatible. Sin embargo, esto significa que Marvel's Spider-Man Remastered ofrecerá", "una lista de trofeos separada", ", lo cual son excelentes noticias si eres uno de los muchos cazadores de Platinum que buscan volver a jugar el título en PS5.", "", "Saves won’t transfer from the original game to the Remaster", "— Insomniac Games (@insomniacgames)", "September 20, 2020", "Insomniac también confirmó que Marvel's Spider-Man Rmastered no recibirá un lanzamiento físico, y sólo estará disponible como", "un voucher de descarga o una descarga digital", ", dependiendo de cual versión de la Spider-Man: Miles Morales Ultimate Edition compres.", "Marvel's Spider-Man: Miles Morales es un juego de lanzamiento para el PS5, y se columpiará a la acción el 12 de noviembre en los Estados Unidos, Japón, Canadá, México, Australia, Nueva Zelanda y Corea del Sur, y el 19 de noviembre en el resto del mundo."]},
{"titulo_art": ["Fortnite: ¿dónde están las cabañas de bruja?"], "contenido": ["Dentro del evento de Halloween de", "Fortnite", "Capítulo 2 llamado Fortnitemares 2020 hay varios desafíos, y uno de ellos pide a los jugadores visitar tres cabañas de bruja que están ubicadas en diferentes puntos del mapa.", "La recompensa de este desafío es un pico, así que vale la pena completarlo, y para hacerlo solo deben hacer tal lo que indica la descripción, que es visitar tres de las siete cabañas en cualquier modo de juego y sin importar el número de partidas.", "Hay cabañas de bruja en cada región, pero si quieren completarlo rápido lo mejor es entrar en el modo Refriega de Equipos y visitar las tres cabañas de la parte superior izquierda del mapa. Por cierto, no importa que la cabaña haya sido destruida, solo con visitar el lugar les contará la visita. A continuación pueden ver dónde se encuentran todas las cabañas en el mapa cortesía de", "FortniteIntel", ":", "", "Hablando de Fortnite, recuerden que este fin de semana", "se llevará a cabo el concierto de J Balvin", ".", "Fortnite está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles.", "En otras notas recientes,", "vean nuestro unboxing de Xbox Series X y Series S", ",", "estas son siete películas de terror disponibles en Netflix", ",", "esta teoría de Star Wars asegura que Padme nunca amó a Anakin", ", y", "una publicación eliminada de The Mandalorian confirma un gran rumor", "."]},
{"titulo_art": ["Fortnite: ¿a qué hora y cuándo es la Copa Ghost Rider?"], "contenido": ["Mañana miércoles 4 de noviembre se llevará a cabo en", "Fortnite", "la Copa Ghost Rider (o Vengador Fantasma, si así lo prefieren) que será una competencia de tríos que tendrá premios especiales.", "", "No fue fácil para Johnny Blaze convertirse en el Vengador Fantasma. Una maldición familiar, manifestaciones demoníacas y otros eventos malvados dieron lugar a la creación de este antihéroe ardiente. Los jugadores de Fortnite se enfrentarán con un camino diferente, pero desafiante, para obtener el atuendo de esta leyenda de Marvel: ¡competirán en la Marvel Knockout Super Series!", "", "La Copa Ghost Rider en Fortnite arrancará este miércoles 4 de noviembre con un horario que varía dependiendo de la región donde juegan. Para consultar su horario local preciso deben dirigirse a la pestaña Competir, buscar la Copa Ghost Rider y consultar el horario de su respectiva zona, que es de la siguiente forma con horario del Este de Norteamérica:", "", "NA Este: 5 P.M. to 8 P.M. EST", "", "NA Oeste: 8 P.M. to 11 P.M. EST", "", "Europa: 12 P.M. to 3 P.M. EST", "", "Oceanía: 3 A.M. to 6 A.M. EST", "", "Brasil: 5 P.M. to 8 P.M. EST", "", "Asia: 4 A.M. to 7 A.M. EST", "", "Medio Oriente 8 A.M. to 12 P.M. EST", "", "Tal como se comenta en", "EpicGames", ", los que participen podrán ser de los primeros en ganar y desbloquear el atuendo de Ghost Rider y la mochila retro, y si desean competir solo deben reunir a dos amigos para esta Copa en la que verán el K.O. de Marvel y MPL.", "Por cierto, se menciona que para competir deben tener configurada la autenticación de 2 factores, además de tener una cuenta de nivel 30, y los participantes de esta y las siguientes dos copas aún podrán ganar el planeador Nexus.", "Y por último se indica que la Marvel Knock Series seguirá adelante con tres eventos más en noviembre, tal como pueden ver a continuación:", "", "Copa misteriosa de héroes y villanos de Marvel (Dúos) - 11 de noviembre", "", "Copa misteriosa de héroes y villanos de Marvel (Dúos) - 18 de noviembre", "", "Supercopa de 1 millón de dólares (Dúos) - 21 de noviembre", "", "Fortnite", "está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles."]},
{"titulo_vid": ["Unboxing Xbox Series X y Series S"], "fecha_de_publicacion": ["30 de Octubre de 2020"]},
{"titulo_vid": ["2018: Un año de bloopers"], "fecha_de_publicacion": ["31 de Diciembre de 2018"]},
{"titulo_art": ["Marvel Comics continúa la historia del juego de Spider-Man de Insomniac"], "contenido": ["Si has jugado el videojuego de Insomniac de Spider-Man y estás hambriento por más de esa encarnación de Peter Parker, la más nueva serie de Spider-Man de Marvel Comics es justo lo que estás buscando. Una nueva miniserie llamada Spider-Man: Velocity retoma la historia desde donde el juego terminó y revela los secretos del nuevo traje de Spidey.", "Como reveló", "Marvel.com", ", Sider-Man: Velocity debutará en agosto, luego de la conclusión de", "Spider-Man: City at War", "(que adapta los eventos del juego). Velocity será escrito una vez más por Dennis \"Hopeless\" Hallum, con arte de Emilio Laiso y portada por Skan.", "Velocity comienza tras los eventos del juego, mientras Peter continúa tratando de equilibrar su vida de superhéroe y su vida personal. Un nuevo conflicto surge cuando Spider-Man se enfrenta al villano conocido como Swarm mientras intenta proteger a Mary Jane cuando ella inicia una nueva investigación junto al legendario reportero Ben Urich.", "La serie también detalla el origen del traje Velocity, explorando el por qué Peter diseñó este traje avanzado y el papel que tiene en la constante batalla por defender a Nueva York.", "El traje Velocity fue diseñado por el artista Adi Granov y es uno de varios trajes originales en aparecer en el juego de PS4.", "Spider-Man: Velocity correrá por seis ejemplares e iniciará en agosto del 2019."]},
{"titulo_vid": ["Unboxing PlayStation 5"], "fecha_de_publicacion": ["3 de Noviembre de 2020"]},
{"titulo_art": ["Far Cry 6 y Rainbow Six Quarantine atrasan sus lanzamientos"], "contenido": ["Far Cry 6 ha sido pospuesto para el próximo año fiscal, de acuerdo a lo reportado por Ubisoft en su más reporte financiero.", "En su informe de ganancias trimestrales con los inversores, Ubisoft reveló que debido al impacto de la pandemia de COVID-19,", "Far Cry 6", "y Rainbow Six Quarantine se han trasladado al año fiscal 2021-22.", "Para Ubisoft, la compañía comienza su año fiscal después de marzo, por lo que la medida colocará la nueva fecha de lanzamiento de Far Cry 6 en algún momento entre abril de 2021 y marzo de 2022.", "Durante la sesión de preguntas y respuestas en una llamada con inversores, Yves Guillemot confirmó que Far Cry 6 y Rainbow Six Quarantine podrían haberse lanzado a tiempo según lo planeado si no hubiera habido una pandemia de COVID-19. Guillemot comentó que Ubisoft continúa optimizando la compañía para adaptarse mejor a las condiciones del trabajo desde casa.", "Far Cry 6 se anunció originalmente con una fecha de lanzamiento para el 18 de febrero de 2021. No está claro cuándo será la nueva fecha de lanzamiento para este título y para el spin-off de Rainbow Six.", "Far Cry 6 es el próximo juego de la serie Far Cry de Ubisoft. Está ambientado en la ficticia isla caribeña de Yara, gobernada por \"El Presidente\" interpretado por", "Giancarlo Esposito", "(Breaking Bad, The Mandalorian). Su hijo Diego es presionado para que siga sus pasos, pero se está gestando una revolución en Yara, por lo que los jugadores tomarán el control de Dani Rojas, un guerrillero que se esfuerza por restaurar la nación lejos de su dictador.", "La lista de lanzamientos de otoño de Ubisoft incluye al recientemente lanzado", "Watch Dogs: Legion", "(que seguimos jugando y pronto les tendremos la reseña) y", "Assassin's Creed Valhalla", ".", ""]},
{"titulo_art": ["PlayStation: Days of Play 2020 ofrece grandes ofertas en juegos, membresías, accesorios y más"], "contenido": ["Sony Interactive Entertainmnent ha anunciado que ha comenzado la promoción Days of Play 2020 que como en años anteriores ofrece grandes descuentos para celebrar a la comunidad de", "PlayStation", "en todo el mundo.", "Days of Play estará disponible del 3 al 17 de junio e incluye ofertas en juegos físicos y digitales, membresías a PlayStation Plus, accesorios y más productos en tiendas participantes de Latinoamérica.", "A continuación pueden ver algunas de las promociones destacadas en diversos países de la región (", "vía", "PlayStation.Blog):", "México", "", "PlayStation VR Mega Pack", "", "PlayStation Plus Suscripción de 12 Meses", "", "Gold Wireless Headset", "", "DualShock 4 Sunset Orange", "", "DualShock 4 Glacier White", "", "DualShock 4 Midnight Blue", "", "Death Stranding", "", "Marvel’s Spider-Man: Game Of The Year Edition", "", "The Last of Us Remastered", "", "God Of War", "", "Gran Turismo Sport", "", "Argentina", "Más del 30% de descuento en productos destacados como:", "", "PlayStation Plus Suscripción de 12 Meses", "", "Death Stranding", "", "Days Gone", "", "Marvel’s Spider-Man: Game Of The Year Edition", "", "Horizon Zero Dawn: Complete Edition", "", "The Last of Us Remastered", "", "God Of War", "", "Gran Turismo Sport", "", "Colombia", "Hasta un 30% de descuento en productos destacados como:", "", "The Last Of Us Remastered", "", "God Of War", "", "Marvel’s Spider-Man: Game Of The Year Edition", "", "DualShock 4 Electric Purple", "", "Gold Wireless Headset", "", "PlayStation VR Mega Pack", "", "Chile", "", "PlayStation VR Mega Pack", "", "PlayStation Plus Suscripción de 12 Meses", "", "Gold Wireless Headset", "", "DualShock 4 Green Camo", "", "DualShock 4 Magma Red", "", "DualShock 4 Rose Gold", "", "Marvel’s Spider-Man : Game Of The Year Edition", "", "Horizon Zero Dawn: Complete Edition", "", "The Last of Us Remastered", "", "God Of War", "", "Gran Turismo Sport", "", "Perú", "Hasta un 35% de descuento en productos destacados como:", "", "The Last Of Us Remastered", "", "God Of War", "", "DualShock 4 Fortnite Bundle", "", "Gold Wireless Headset", "", "Death Stranding", "", "PlayStation VR Mega Pack", "", "Panamá", "Hasta un 35% de descuento en productos destacados como:", "", "The Last Of Us Remastered", "", "God Of War", "", "Marvel’s Spider-Man: Game Of The Year Edition", "", "DualShock 4 Green Camo", "", "Gold Wireless Stereo Headset", "", "PlayStation VR Mega Pack", "", "Se menciona que además de esto se ofrecerán importantes descuentos en juegos digitales en PlayStation Store.", "Por último, se indica que los precios y las promociones pueden variar dependiendo del país.", "Y si lo que están esperando es la PlayStation 5, este jueves se iba a realizar el evento de presentación de juegos", "pero se atrasó por la situación", "que se vive en la actualidad con el tema del racismo."]},
{"titulo_art": ["Spider-Man: Miles Morales - el origen del traje del héroe fue revelado hace 2 años y nadie se dio cuenta"], "contenido": ["Spider-Man: Miles Morales tuvo su sorprendente revelación dentro del reciente evento digital de Sony en el que se revelaron múltiples juegos que llegaran al PS5, y mientras que no se ofrecieron muchos detalles acerca del juego si sabemos que Miles ya llevará un buen rato siendo el nuevo héroe arácnido de Nueva York.", "Sin embargo, muchos se preguntaban cómo es que integrarían al alter-ego de Miles en el universo de Spider-Man PS4. Aunque el final del primer juego nos deja con la sugerencia de que sería entrenado por Peter Parker (de manera muy distinta a su versión original en el universo Ultimate de Marvel), en el trailer se muestra luchando contra villanos con por lo menos un poco de experiencia, y sobre todo su traje negro y rojo.", "La respuesta simple parece haberse encontrado disponible desde hace casi dos años, dentro de las páginas de Spider-Geddon. En esta serie de comics que continúa los eventos de Spider-Verse, Miles lidera a un grupo de héroes arácnidos de múltiples dimensiones entre los cuales se encuentra el Peter Parker del juego de PS4. Cuando este va a presentarse, sospechando que se trata de una versión alterna de su propio Miles y que aparentemente ya está entrenando, menciona algo que parece darnos la respuesta:", "Miles le envía sus saludos al Miles de este Peter, a lo que este Spidey le responde \"Podría hacer mucho más que eso. Ese atuendo que tienes ahí es bastante interesante\". Esto parece indicar que al regresar a su propio universo (y antes de desaparecer, aparentemente) Peter le construye su traje a Miles añadiendo algunas mejoras para que pueda salir a ser su propio héroe.", "Mientras que en el juego del 2018 Peter puede obtener nuevos atuendos y cambiar a su gusto, aún no sabemos si Miles podrá hacer lo mismo en Spider-Man: Miles Morales.", "Pero hay que entender que este será un Miles bastante distinto: en los cómics su aparición llega después de la trágica muerte del Spider-Man original, y lucha por llenar sus zapatos. Este miles ha sido entrenado por Peter, y ha desarrollado una relación amistosa con el héroe, así que cualquier cosa podría suceder."]},
{"titulo_vid": ["Demon's Souls Remake: Tráiler de Gameplay"], "fecha_de_publicacion": ["16 de Septiembre de 2020"]},
{"titulo_vid": ["Estrenos de esta semana: 2 al 8 de noviembre de 2020"], "fecha_de_publicacion": ["1 de Noviembre de 2020"]},
{"titulo_art": ["PlayStation 5 tendrá una conferencia el 4 de junio"], "contenido": ["Sony anunció que la conferencia para presentar el PS5 será el próximo 4 de junio a la 1 pm hora del Pacíficio.", "Confirmado por el blog de", "PlayStation", ", el show durará alrededor de una hora y será la primera parte de una serie de actualizaciones. Como podrías esperar, también veremos cuáles serán los juegos de la próxima consola, Sony no ha dicho específicamente si veremos la consola.", "", "Join us Thursday, June 4 at 1:00pm Pacific time for a look at the future of gaming on PlayStation 5:", "https://t.co/Yr8fafcOVd", "", "#PS5", "", "pic.twitter.com/F0yBbDmOtC", "— PlayStation (@PlayStation)", "May 29, 2020", "En el blog de PS, el CEO, Jim Ryan, dijo: \"Los juegos que llegan a PS5 representan lo mejor de la industria de estudios innovadores que abarcan todo el mundo. Estudios, tanto más grandes como más pequeños, los más nuevos y los más establecidos, todos han sido difíciles trabajar desarrollando juegos que muestren el potencial del hardware\".", "En declaraciones a la", "BBC", ", Ryan agregó que el programa intentará traducir parte de la emoción de las notas clave anteriores de Sony para una audiencia en el hogar: \"Normalmente estarías en Los Ángeles en un auditorio con otras 2000 personas. Serías capaz de cortar la adrenalina y la testosterona con un cuchillo. Tenemos que encontrar una manera de hacerlo y dar un pequeño golpe a la comunidad. Cuando veas el programa la próxima semana, creo que verás que hemos sido capaz de hacer eso \".", "En noticias relacionadas,", "se filtró la lista de casi 40 juegos que estarán disponibles en PlayStation 5."]},
{"titulo_art": ["PlayStation 5: Sony pronto revelará los juegos para su nueva consola"], "contenido": ["Una de las cosas que más esperan los fans de", "PlayStation", "5 es que finalmente se anuncien los primeros juegos que tendrá la consola, y parece que eso sucederá pronto.", "En semanas anteriores han circulado rumores que hablaban de una presentación para finales de mayo o inicios de junio, y ahora tenemos que el director de Sony le ha dado fuerza a esa posibilidad ya que comentó que \"pronto\" se anunciará la línea de juegos de", "PlayStation 5", ".", "En una reciente reunión corporativa, Kenichiro Yoshida dijo que \"planean presentar una atractiva línea de títulos para PS5 pronto.\"", "", "Just announced at the Sony Corporate Strategy Meeting:", "", "\"We plan to introduce a compelling lineup of titles [for PS5] soon\"", "pic.twitter.com/OdW96vzYBI", "— Nibel (@Nibellion)", "May 19, 2020", "Además de esto, el ejecutivo confirmó que PlayStation 5 se lanzará durante la temporada navideña, que planean mejorar no solo la calidad gráfica sino también la velocidad de los juegos con", "el uso de SSD", ", que se revolucionará la experiencia con el control, y que el apartado del sonido será una evolución gracias a la unidad de procesamiento de audio 3D.", "", "Sony Corporate Strategy Meeting:", "", "- PS5 scheduled for launch this holiday", "- Will improve not just graphical quality, but improve speed of games with SSD.", "- Revolutionise the controller experience", "- Custom 3D audio processing unit", "", "(Going over already known info)", "pic.twitter.com/6TitmNPZEu", "— Daniel Ahmad (@ZhugeEX)", "May 19, 2020", "Esperemos que ese \"pronto\" se convierta en una fecha específica en los próximos días, y si creemos en los rumores entonces el esperado evento podría ser el próximo 4 de junio para finalmente conocer los juegos de PlayStation 5, que por cierto hace unos días ya tuvimos un adelanto con", "la presentación de Unreal Engine 5", ".", "Por cierto, otro dato que comentó Yoshida fue que en esta cuarentena ha crecido la demanda por el entretenimiento digital como los juegos, algo que han notado en PlayStation ya que PlayStation Plus llegó a 41.5 millones de suscriptores."]},
{"titulo_art": ["Fortnite recibe trajes y accesorios de Los Cazafantasmas"], "contenido": ["Fortnite es de los muchos juegos que se encuentran realizando celebraciones de Halloween, y tenemos que la más reciente novedad dentro del evento Fortnitemares es que han incluido trajes y accesorios de Los Cazafantasmas.", "Tal como lo indicaban las filtraciones y la pista de Ecto-1 oculto en el mapa, este fin de semana Epic Games ha puesto disponible en la tienda del juego contenido cosmético de Los Cazafantasmas que estará disponible por tiempo limitado.", "", "No le tienen miedo a ningun fantasma.", "", "¡Obtén el lote Los Cazafantasmas en la tienda de objetos!", "pic.twitter.com/WSQA2Ov4EU", "— Fortnite_ES (@Fortnite_ES)", "October 25, 2020", "Entre el contenido que podrán encontrar se incluyen varios trajes que se venden por 800 paVos cada uno, un Pico por el mismo precio, un Ala Delta por 1200 paVos, y la clásica Mochila de Protones y la Trampa para Fantasmas por 400 paVos cada uno. Además, habrá paquetes que reunirán contenido con un precio especial, como uno que viene con 5 trajes y otro que incluye los 5 accesorios.", "En el siguiente video de", "FortniteInfoLA", "pueden ver todo este contenido ya disponible en la Tienda de Objetos de", "Fortnite", ":", "", "Paquete de \"Los Cazafantasmas\" ya están disponibles en Tienda de Objetos.", "#Fortnite", "", "#Fortnitemares", "", "#Fortober2020", "", "#Halloween2020", "", "pic.twitter.com/3JNASQEuGa", "— Savage - Fortnite Filtraciones LA 🎃 (@FortniteInfoLA)", "October 25, 2020", "Tras las filtraciones que sugerían contenido de Ghostbusters, muchos pensaban que los personajes de las películas serían los que llegarían al juego, pero suponemos que aún así no está nada mal para los fans de esta franquicia clásica.", "Fortnite", "está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles."]},
{"titulo_art": ["Fortnite: ¿dónde están las cabañas de bruja?"], "contenido": ["Dentro del evento de Halloween de", "Fortnite", "Capítulo 2 llamado Fortnitemares 2020 hay varios desafíos, y uno de ellos pide a los jugadores visitar tres cabañas de bruja que están ubicadas en diferentes puntos del mapa.", "La recompensa de este desafío es un pico, así que vale la pena completarlo, y para hacerlo solo deben hacer tal lo que indica la descripción, que es visitar tres de las siete cabañas en cualquier modo de juego y sin importar el número de partidas.", "Hay cabañas de bruja en cada región, pero si quieren completarlo rápido lo mejor es entrar en el modo Refriega de Equipos y visitar las tres cabañas de la parte superior izquierda del mapa. Por cierto, no importa que la cabaña haya sido destruida, solo con visitar el lugar les contará la visita. A continuación pueden ver dónde se encuentran todas las cabañas en el mapa cortesía de", "FortniteIntel", ":", "", "Hablando de Fortnite, recuerden que este fin de semana", "se llevará a cabo el concierto de J Balvin", ".", "Fortnite está disponible como descarga gratuita con compras dentro del juego en consolas, PC y dispositivos móviles.", "En otras notas recientes,", "vean nuestro unboxing de Xbox Series X y Series S", ",", "estas son siete películas de terror disponibles en Netflix", ",", "esta teoría de Star Wars asegura que Padme nunca amó a Anakin", ", y", "una publicación eliminada de The Mandalorian confirma un gran rumor", "."]},
{"titulo_vid": ["The Medium"], "fecha_de_publicacion": ["7 de Mayo de 2020"]},
{"titulo_vid": ["¡Sigue nuestra cobertura especial de E3 2015!"], "fecha_de_publicacion": ["16 de Junio de 2015"]},
{"titulo_art": ["Spider-Man de PS4 recibe su propio cómic de Marvel"], "contenido": ["Marvel’s Spider-Man para el PlayStation 4 recibirá su propio cómic de Marvel, a estrenarse en marzo del 2019.", "Marvel’s Spider-Man: City at War #1 seguirá de cerca la trama del juego, tomando lugar ocho años después de que Spider-Man obtuviera sus poderes. Se centra en el hecho de que Peter Parker logra capturar finalmente al Kingpin, Wilson Fisk, y las repercusiones que esto causa, como el surgimiento de Mister Negative cuando se crea el vacío de poder.", "", "Crédito: Marvel, Clayton Crain", "", "City at War también incluirá nuevos momentos de la historia que no fueron vistos durante el juego, así como contenido adicional detrás-de-escenas. Este será el primero de seis ejemplares, y el primero en una nueva serie de historias de lo que Marvel está llamando su \"Gamerverse\".", "\"Mientras creaban el juego, la meta del equipo era rendir homenaje a la enorme historia de Spider-Man mientras también cambiaban lo suficiente para mantener a los jugadores al borde de sus asientos\", dijo Bill Rosemann, director creativo ejecutivo de Marvel Games. \"¡Ahora estamos emocionados de ver nuestra historia original completar el circulo y llegar a la vida en las páginas de esta nueva serie de comics al Poderoso Estilo de Marvel!\".", "City at War está ecrito por Dennis Hopeless (Jean Grey, Amazing Spider-Man), con arte de Michelle Bandini (X-Men: Gold, What If? Thor), portada por Clayton Crain (Ghost Rider, X-Force) y portadas variantes por David Nakayama, Gerardo Sandoval y Adi Granov."]},
{"titulo_vid": ["Trailer de gameplay de Oddworld: Soulstorm | PS5"], "fecha_de_publicacion": ["11 de Junio de 2020"]},
{"titulo_vid": ["Brawlhalla - Tráiler de revelación | Ubisoft Forward"], "fecha_de_publicacion": ["16 de Julio de 2020"]},
{"titulo_art": ["PlayStation Store tiene descuentos dobles para suscriptores de PS Plus"], "contenido": ["Es un buen momento para los que están pensando en adquirir un nuevo juego para", "PlayStation 4", "ya que están activas un par de promociones interesantes en PlayStation Store.", "Para empezar está la promoción Descuentos Dobles que tiene una variedad de juegos de PS4 con descuento, pero lo mejor es que el porcentaje de ahorro se duplica para los suscriptores de PlayStation Plus.", "Esta promoción estará activa hasta el miércoles 10 de junio e incluye títulos atractivos como", "Assassin's Creed Origins", ", Batman: Return to Arkham, Persona 5, Ghost Recon Wildlands, Catherine: Full Body, Sniper Elite 3, Yakuza Kiwami y más. En", "este enlace", "pueden ir a la sección \"Descuentos Dobles\" en PlayStation Store.", "Pero si buscan más opciones, deben saber que también regresó la promoción \"Juegos menos de $20 dólares\" que estará hasta el 11 de junio y también viene con juegos buenos como Assassin's Creed Odyssey, Metal Gear Solid V: The Phantom Pain, Far Cry Primal, Project CARS 2, Sniper Elite 4, Watch Dogs 2, Prey, Fallout 4 y muchos más, además de un montón de DLC. En", "este enlace", "pueden ir directamente a la sección de esta venta especial en PlayStation Store.", "Por cierto, los juegos \"gratuitos\" de PlayStation Plus para junio son", "Call of Duty: WWII", "que ya está disponible para descargar y", "Star Wars: Battlefront II", "que podrán descargar desde el próximo 2 de junio.", "Y si lo que realmente les interesa es la PlayStation 5, entonces atentos que este 4 de junio", "se llevará a cabo una conferencia", "donde se presentarán juegos de la nueva consola."]},
{"titulo_art": ["PlayStation 5: Sony atrasó el evento de presentación"], "contenido": ["PlayStation ha anunciado que el evento de revelación de juegos del PlayStation 5 ha sido atrasado.", "El anuncio fue realizado a través de la cuenta oficial de PlayStation en Twitter. La cuenta compartió una imágen sencilla en donde se explica la razón detrás de este aplazamiento.", "", "pic.twitter.com/ZAY8StN0EU", "— PlayStation (@PlayStation)", "June 1, 2020", "\"Hemos decidido posponer el evento de PlayStation 5 agendado para el 4 de junio\" dice el mensaje de la compañía. \"Mientras que entendemos que los gamers alrededor del mundo están emocionados por ver juegos de PS5, no sentimos que justo ahora sea un tiempo para celebración y por ahora, queremos dar un paso atrás y permitir que voces más importantes sean escuchadas\".", "Esas voces más importantes a las que se hace alusión en el mensaje de PlayStation no son especificadas en el anuncio, pero parece ser una referencia al movimiento de Black Lives Matter que explotó a lo largo del fin de semana en protestas a lo largo de los Estados Unidos y alrededor del mundo: desde Canadá y Japón, hasta Inglaterra, Francia y Alemania.", "Los eventos que han transcurrido a desde el asesinato de George Floyd por un oficial de la policía de Minneapolis han revelado el racismo sistemático que corre por las autoridades de las fuerzas policiales, y múltiples compañías e industrias han decidido mostrar su apoyo permitiendo que las protestas tomen el escenario central a nivel mundial al atrasar sus anuncios y lanzamientos de productos y servicios.", "PlayStation no ha otorgado una nueva fecha para el evento de revelación de juegos del PlayStation 5."]},
{"titulo_vid": ["Godfall - Tráiler de presentación"], "fecha_de_publicacion": ["13 de Diciembre de 2019"]},
{"titulo_vid": ["Grand Theft Auto 5 - Enhanced Edition - Tráiler del evento de PS5"], "fecha_de_publicacion": ["11 de Junio de 2020"]},
{"titulo_vid": ["Disintegration - Technical Beta Trailer"], "fecha_de_publicacion": ["20 de Enero de 2020"]},
{"titulo_vid": ["Trailer de Fairy Tail - Tour of Magnolia"], "fecha_de_publicacion": ["22 de Enero de 2020"]},
{"titulo_rev": ["Dirt 5 - Review"], "calificacion": ["8"]},
{"titulo_rev": ["Dirt 5 - Review"], "calificacion": ["8"]},
{"titulo_art": ["PlayStation 5: Unreal Engine 5 revelado oficialmente con un hermoso demo"], "contenido": ["Hoy, Epic Games reveló el primer vistazo a Unreal Engine 5, su motor de juegos de próxima generación diseñado con características destinadas a hacer que los mundos de los títulos sean más detallados y dinámicos. Para mostrar el poder de su nuevo motor de juego, la empresa lanzó una demostración tecnica en tiempo real llamada \"Lumen in the Land of Nanite\" que se ejecuta en vivo en PlayStation 5.", "Lumen in the Land of Nanite es un título totalmente jugable compuesto por las dos nuevas herramientas de Unreal Engine 5: Lumens, una herramienta de iluminación global dinámica, y Nanite, una geometría virtualizada que permite a los artistas importar arte y activos de calidad cinematográfica en Unreal Engine.", "La demostración muestra a una mujer aventurarse en una caverna rocosa y descubrir un templo escondido. El material resalta cómo la luz y los objetos reaccionan dinámicamente, y la demostración termina con un vuelo emocionante a través de un cañón en ruinas. Todos los activos y elementos visuales están reaccionando en tiempo real, lo que significa que PlayStation 5 está procesando todo a medida que sucede.", "\"Creo que mucha gente [preguntará], '¿Oh, es real la demostración?' Pero sabes que la demostración fue tomada de la parte posterior de un kit de desarrollo de PlayStation 5\", dice Kim Libreri, director de tecnología de Epic Games. \"Un cable HDMI entró en una grabadora de discos y se reprodujo en tiempo real: sin edición, sin trucos, eso es lo que sale de la caja\". Por cierto, Sweeney dejó en claro que el SSD en ese dispositivo está \"muy por delante\" de las PC de gama alta actuales.", "El fundador y CEO de Epic Games, Tim Sweeney, explicó que Unreal Engine 5 está destinado a \"hacer cosas que hoy en día no son absolutamente posibles\". Esto significa ofrecer nuevos niveles de fotorrealismo y visualidad, pero también presentar estas herramientas de una manera que aumente la productividad y la eficiencia de los desarrolladores de juegos. \"Lumen [y Nanite] ... no son solo saltos de magnitud en la calidad visual, sino que también están simplificando en gran medida las tecnologías para los artistas que crean contenido\", dice Sweeney.", "El objetivo, según Kim Libreri, es hacer que los mundos de los juegos sean tan inmersivos y realistas como las películas modernas, pero donde ese objetivo difiere de las generaciones de juegos anteriores es cuán interactivo es ese realismo.", "Si bien los juegos de esta generación y anteriores son detallados y realistas, también son estáticos. La demostración de Lumens y Nanite muestra varias instancias donde los cambios en el entorno ocurren en tiempo real, y Unreal Engine 5 es capaz de procesar estos cambios de inmediato. Cuando las rocas se desmoronan, no se trata de una escena pre-renderizada, sino de un recurso de roca de alta resolución que se mueve en tiempo real en función de las acciones del jugador. Cuando una fuente de luz cambia, no son múltiples trucos para simular una luz intermitente, sino poder de procesamiento en tiempo real en el trabajo.", "Epic dice que el nivel de calidad visto en la demostración será más fácil de replicar, especialmente de desarrolladores más pequeños que anteriormente no tenían la escala o el tiempo para renderizar juegos a este nivel. Los activos de este tipo de nivel y calidad estarán disponibles en la tienda de Unreal para que otros desarrolladores los utilicen fácilmente.", "\"Es realmente fácil. Vas a la tienda de activos de Quixel, descargas las rocas y las montañas, y los activos que deseas, y simplemente los colocas allí\", dice Libreri. \"En realidad está reduciendo enormemente la barrera de entrada de lo complejo que es crear un nivel de juego\".", "Unreal Engine 5 estará disponible en versión preliminar a principios de 2021, con un lanzamiento completo programado para más adelante ese año, y será compatible con las consolas actuales y de próxima generación, PC, Mac, iOS y Android."]},
{"titulo_art": ["PlayStation 5: nueva pista sugiere que la consola se lanzará en octubre"], "contenido": ["Un listado de trabajo de Sony Interactive Entertainment dice que el PlayStation 5 se lanzará en octubre del 2020.", "Como encontró", "Nibel en Twitter", ", el listado en", "el sitio web de trabajos NEXT", "para un papel en el Departamento de Materiales de SIE dice que el aplicante exitoso trabajará \"con el departamento de diseño y el departamento de calidad para crear el PlayStation 5 planeado para ser lanzado en octubre 2020\".", "Previamente, Sony sólo había especificado", "\"Fiestas de Fin de Año 2020\" como una ventana de lanzamiento", "para la nueva consola. Octubre sería ligeramente antes de lo esperado para esa ventana, así que podría ser que esto es un error, pero el listado en sí parece ser oficial (aunque no hay una fecha marcada en la página acerca de cuando fue publicado el anuncio).", "IGN ha contactado a Sony para cualquier comentario, pero aún no recibe una respuesta por el momento.", "Los reportes previos han sugerido que la pandemia de COVID-19", "no debería de tener mucho efecto sobre el lanzamiento planeado de la consola", ", pero podría llevar a la escasez de materiales necesitados para construir la consola. Esos mismos reportes dicen que Sony podría limitar la producción a causa de un precio de lanzamiento más alto que el PS4.", "Tras un largo periodo de silencio, estamos comenzando a aprender más acerca del PS5 - ya tenemos sus especificaciones técnicas, cómo se comparan al Xbox Series X, hemos visto su nuevo control, el DualSense, y conocemos unos cuantos de los títulos que llegarán al sistema."]}
]